<unk>	0
<s>	0
</s>	0
<bik>	0
<cbk>	0
<ceb>	0
<eng>	0
<ilo>	0
<jil>	0
<krj>	0
<msb>	0
<pag>	0
<pam>	0
<prf>	0
<rol>	0
<tao>	0
<tgl>	0
<tiu>	0
<tsg>	0
<war>	0
<2eng>	0
<2tgl>	0
<2ceb>	0
▁the	-2.71407
,	-2.74787
▁and	-3.17934
▁of	-3.42781
.	-3.52972
▁to	-3.70372
▁you	-4.08434
▁in	-4.36674
;	-4.42517
▁a	-4.47011
▁will	-4.48277
▁he	-4.54261
▁for	-4.56637
▁i	-4.60707
▁is	-4.68109
▁your	-4.80601
▁lord	-4.82882
▁his	-4.8368
▁they	-4.84761
▁that	-4.86781
▁not	-4.89924
▁who	-4.90915
▁it	-4.94598
▁be	-4.96093
▁with	-4.97517
▁them	-5.02395
▁him	-5.05764
▁from	-5.12681
▁have	-5.18114
▁on	-5.18188
s	-5.19098
▁my	-5.204
▁all	-5.2296
▁but	-5.35113
▁are	-5.35834
▁me	-5.35933
▁so	-5.36046
▁their	-5.37922
▁was	-5.38072
▁shall	-5.38806
▁as	-5.4223
▁god	-5.46807
▁said	-5.48033
▁then	-5.50913
▁this	-5.59176
▁one	-5.59441
ing	-5.69437
▁has	-5.71727
?	-5.71975
▁which	-5.75065
ed	-5.7585
▁when	-5.81474
▁were	-5.82445
▁do	-5.84308
▁by	-5.86176
▁out	-5.86949
▁sons	-5.9584
▁had	-5.98466
▁people	-5.98565
▁am	-6.00338
▁there	-6.05808
▁up	-6.06364
▁what	-6.07549
▁israel	-6.08441
▁at	-6.09106
▁now	-6.09461
▁land	-6.10668
▁again	-6.11866
st	-6.22013
▁son	-6.24545
▁her	-6.24874
▁or	-6.25303
▁like	-6.30095
▁if	-6.31291
▁we	-6.31523
▁no	-6.31947
▁,	-6.33336
▁also	-6.35134
▁came	-6.36013
▁may	-6.36791
!	-6.37381
▁its	-6.37635
▁day	-6.38399
▁those	-6.38475
▁because	-6.3857
▁come	-6.40023
▁man	-6.45022
▁	-6.45445
▁saying	-6.46693
▁king	-6.47637
▁an	-6.48376
▁go	-6.496
▁into	-6.52883
▁us	-6.56333
▁before	-6.56868
▁these	-6.57721
▁house	-6.58264
▁did	-6.6104
▁our	-6.61917
▁over	-6.62257
-	-6.65265
▁hand	-6.65904
▁jesus	-6.68781
▁say	-6.6996
▁behold	-6.70068
▁down	-6.73716
▁father	-6.74013
▁put	-6.75385
▁she	-6.75545
▁g	-6.75801
d	-6.7705
▁been	-6.78781
▁earth	-6.79205
▁make	-6.79424
▁moses	-6.79995
▁take	-6.82132
▁let	-6.83299
:	-6.84377
▁about	-6.86186
▁w	-6.86564
▁men	-6.87029
▁know	-6.87136
▁things	-6.87412
▁went	-6.87413
▁made	-6.88339
▁offering	-6.88509
▁away	-6.88808
ong	-6.91228
▁place	-6.926
▁give	-6.93188
▁.	-6.93411
▁days	-6.95225
▁bring	-6.99684
▁name	-7.01398
▁person	-7.02263
▁nor	-7.03405
▁whom	-7.03821
▁city	-7.04495
ould	-7.06333
▁great	-7.07352
▁every	-7.0822
▁see	-7.08518
▁after	-7.08945
▁therefore	-7.08977
▁says	-7.11736
▁holy	-7.13074
▁two	-7.13476
▁way	-7.17204
▁word	-7.17414
▁brought	-7.18594
l	-7.18995
▁heart	-7.2019
▁time	-7.20384
▁jerusalem	-7.20505
▁good	-7.2055
▁egypt	-7.20719
ly	-7.2214
▁does	-7.25394
▁fire	-7.27841
▁where	-7.27843
▁through	-7.28071
▁took	-7.29022
▁even	-7.30077
▁become	-7.30412
▁any	-7.32424
▁heard	-7.33904
▁judah	-7.34518
▁many	-7.34627
▁how	-7.34988
▁nations	-7.35683
▁own	-7.35823
▁unti	-7.36733
▁saw	-7.37269
▁eat	-7.38153
▁spirit	-7.38976
ave	-7.39619
▁sent	-7.39836
▁words	-7.41315
▁live	-7.41522
▁fathers	-7.4196
▁water	-7.42188
▁according	-7.42477
▁life	-7.42739
▁priest	-7.43807
t	-7.44432
▁than	-7.44628
▁heaven	-7.45742
▁upon	-7.45795
▁yet	-7.46005
▁just	-7.47028
▁set	-7.47396
▁himself	-7.47678
▁law	-7.52053
▁each	-7.52579
▁other	-7.53214
▁eyes	-7.5336
▁called	-7.5481
▁evil	-7.5497
▁done	-7.55283
▁sin	-7.55841
▁more	-7.56799
▁hands	-7.58538
▁while	-7.58983
▁another	-7.59016
▁sea	-7.59313
▁spoke	-7.59585
▁brothers	-7.5983
▁going	-7.59988
ever	-7.60219
▁death	-7.60891
▁left	-7.61535
▁blood	-7.61535
▁given	-7.61593
▁speak	-7.61616
▁kings	-7.6261
▁some	-7.62858
▁od	-7.64207
▁jacob	-7.64255
▁years	-7.65559
▁voice	-7.6594
▁keep	-7.66177
▁christ	-7.67526
▁gold	-7.68219
▁seven	-7.68546
▁why	-7.69606
▁only	-7.69784
▁first	-7.70663
▁burn	-7.71093
▁right	-7.72149
▁hear	-7.72188
▁can	-7.72428
▁cities	-7.72448
▁declares	-7.72953
y	-7.73469
▁back	-7.73652
▁around	-7.739
▁drink	-7.74401
▁aaron	-7.74635
▁mouth	-7.74815
se	-7.76638
▁sword	-7.76685
▁woman	-7.77625
▁listen	-7.77734
▁priests	-7.78017
▁commanded	-7.78543
▁together	-7.79155
▁under	-7.79927
▁work	-7.81044
▁armies	-7.81495
▁righteous	-7.81805
▁turn	-7.81829
▁side	-7.81916
▁altar	-7.82526
▁found	-7.82767
▁righteousness	-7.84303
▁wife	-7.85111
▁face	-7.8525
ward	-7.85857
▁well	-7.85932
▁without	-7.85951
▁head	-7.87081
▁high	-7.87146
▁children	-7.87175
▁wicked	-7.87514
▁night	-7.8787
▁coming	-7.88028
▁fear	-7.8803
▁far	-7.89707
▁tell	-7.90146
▁three	-7.91009
gan	-7.91038
▁peace	-7.91431
▁glory	-7.9144
▁turned	-7.91769
▁since	-7.94164
▁bread	-7.94538
▁sight	-7.94542
▁tent	-7.94907
▁joseph	-7.95441
▁year	-7.95723
▁field	-7.95948
▁covenant	-7.96352
▁love	-7.96501
▁yourself	-7.96811
▁old	-7.96822
▁disciples	-7.97349
▁forever	-7.97399
▁long	-7.97399
▁inheritance	-7.97736
▁flesh	-7.98115
▁brother	-7.9835
▁kingdom	-7.99051
▁soul	-7.9906
▁m	-7.99114
▁blessed	-7.99756
▁servant	-8.00021
▁wilderness	-8.00558
▁dead	-8.00558
▁both	-8.01876
▁very	-8.02001
▁anger	-8.02001
▁joshua	-8.02486
▁daughter	-8.039
▁grain	-8.03957
▁midst	-8.0396
▁daughters	-8.04013
▁end	-8.0411
▁return	-8.04202
▁temple	-8.04356
▁silver	-8.04452
▁themselves	-8.04453
▁spoken	-8.04498
▁jews	-8.04524
▁;	-8.06002
▁abraham	-8.06477
▁wine	-8.06965
▁here	-8.07578
▁stand	-8.0761
came	-8.08274
▁ground	-8.08456
▁mother	-8.08466
▁serve	-8.08835
▁look	-8.08861
▁gate	-8.08997
▁die	-8.0908
▁servants	-8.09114
▁rest	-8.0948
▁send	-8.09545
▁babylon	-8.10065
▁offer	-8.1063
▁light	-8.11089
▁unclean	-8.11112
▁t	-8.11989
▁comes	-8.12043
▁walk	-8.12083
▁off	-8.12676
▁enemies	-8.12725
▁seen	-8.13351
▁everything	-8.14356
▁feet	-8.14357
▁same	-8.14905
▁longer	-8.14933
▁nothing	-8.15463
▁power	-8.15945
▁food	-8.16013
▁answered	-8.16206
▁being	-8.16321
▁full	-8.16517
▁save	-8.17614
▁yourselves	-8.17701
▁show	-8.17709
▁enter	-8.18153
▁oil	-8.18268
▁everyone	-8.18271
▁peoples	-8.18646
▁gods	-8.19132
▁certainly	-8.20001
▁anyone	-8.20579
▁pharaoh	-8.206
▁waters	-8.20611
▁y	-8.21091
n	-8.21313
▁taken	-8.21865
▁male	-8.2237
▁known	-8.22453
▁praise	-8.22849
▁might	-8.23487
▁angel	-8.23582
e	-8.23947
▁still	-8.24135
▁young	-8.24245
▁world	-8.2474
▁tribe	-8.24831
▁cut	-8.2536
▁faith	-8.25594
▁four	-8.25958
▁cannot	-8.25963
▁month	-8.26022
▁near	-8.26578
▁offerings	-8.26912
▁indeed	-8.27202
▁though	-8.27823
▁living	-8.27826
▁mountain	-8.27903
▁call	-8.28448
▁fruit	-8.28519
▁thousand	-8.29165
▁cubits	-8.29167
▁between	-8.31011
▁paul	-8.3166
▁fall	-8.31745
▁women	-8.32314
▁written	-8.32314
▁could	-8.32323
▁strength	-8.32961
▁joy	-8.32969
▁morning	-8.33634
▁must	-8.34034
▁ones	-8.34499
▁thing	-8.34973
▁slave	-8.35091
▁tree	-8.35094
▁body	-8.36328
▁inhabitants	-8.36405
▁died	-8.36513
▁war	-8.37012
▁presence	-8.37702
▁stone	-8.37718
▁l	-8.3784
▁prophet	-8.37844
▁lived	-8.38023
▁jordan	-8.38397
▁peter	-8.38397
er	-8.38859
▁s	-8.39122
▁too	-8.39512
▁east	-8.39761
▁told	-8.39813
▁deeds	-8.399
▁destroy	-8.40347
▁prophets	-8.40364
▁leave	-8.40625
▁wisdom	-8.41224
▁times	-8.41636
▁wrath	-8.41935
▁birth	-8.41944
▁along	-8.41965
▁find	-8.42489
▁command	-8.43219
▁sound	-8.43228
▁order	-8.4329
▁wise	-8.43316
▁little	-8.43398
▁speaking	-8.43426
▁camp	-8.43979
▁descendants	-8.44147
▁possession	-8.44318
▁within	-8.44651
▁judge	-8.44942
▁get	-8.45338
▁remember	-8.45478
▁kill	-8.46074
▁standing	-8.46115
▁sheep	-8.46373
▁should	-8.47106
▁country	-8.47126
▁ephraim	-8.4713
▁hundred	-8.47893
▁mankind	-8.47893
▁poor	-8.47893
▁levites	-8.47972
▁please	-8.47978
▁concern	-8.48019
▁new	-8.48105
▁mountains	-8.48568
▁families	-8.48662
▁pour	-8.48669
▁mighty	-8.4872
▁chief	-8.48863
▁border	-8.48868
▁myself	-8.49438
▁twenty	-8.49439
▁darkness	-8.50221
▁pass	-8.50329
▁john	-8.51006
▁stood	-8.51006
▁five	-8.5107
▁nation	-8.51255
▁truth	-8.51791
▁fell	-8.51796
▁heavens	-8.51796
▁elders	-8.51811
▁gone	-8.5182
▁north	-8.5183
▁strong	-8.52577
▁today	-8.52773
▁sun	-8.53344
▁help	-8.53724
▁present	-8.53918
▁ways	-8.53936
▁number	-8.54136
▁afraid	-8.54219
▁second	-8.54222
▁sacrifice	-8.54358
▁named	-8.54784
▁seek	-8.54975
▁ten	-8.54994
▁front	-8.55036
▁justice	-8.55042
▁fine	-8.55081
▁entered	-8.55471
▁jeremiah	-8.55865
▁zion	-8.55871
▁hav	-8.55878
▁meeting	-8.56071
▁favor	-8.56699
▁wrongdoing	-8.56982
g	-8.58131
▁guilt	-8.58337
▁kept	-8.58386
▁truly	-8.58386
▁salvation	-8.58387
▁o	-8.58882
▁congregation	-8.59241
▁much	-8.59243
▁whole	-8.59348
▁open	-8.59675
▁answer	-8.60107
▁rejoice	-8.60274
▁e	-8.60483
▁animals	-8.60524
▁believe	-8.60944
▁anything	-8.60973
▁struck	-8.60974
▁third	-8.60976
▁gathered	-8.61262
▁wall	-8.61313
▁mo	-8.61553
▁h	-8.61609
▁above	-8.6185
▁wind	-8.62167
▁valley	-8.6217
▁never	-8.62786
▁n	-8.63019
▁works	-8.63098
▁sins	-8.63453
▁however	-8.6381
▁able	-8.63921
▁flock	-8.63974
▁cry	-8.64192
▁gather	-8.64223
▁money	-8.64529
▁tabernacle	-8.64529
▁firstborn	-8.64531
▁raised	-8.64642
▁statutes	-8.64687
▁judgment	-8.6482
▁regard	-8.65441
▁looked	-8.65965
▁stay	-8.66007
▁sanctuary	-8.66355
▁twelve	-8.66355
▁alone	-8.66356
▁wood	-8.66367
▁killed	-8.66727
▁hill	-8.66731
▁got	-8.66803
▁appointed	-8.68299
▁filled	-8.68366
▁leaders	-8.68491
▁hold	-8.6871
▁sabbath	-8.69551
▁evening	-8.69562
▁benjamin	-8.69743
▁sing	-8.70034
▁spread	-8.70726
▁mount	-8.70754
▁david	-8.71073
▁cast	-8.71086
▁places	-8.71455
▁mind	-8.71483
▁master	-8.71487
▁bless	-8.71935
▁large	-8.72044
▁understanding	-8.72354
▁cover	-8.72386
▁destroyed	-8.72455
▁ord	-8.72771
▁stones	-8.72825
▁half	-8.73024
▁reason	-8.73027
▁army	-8.73046
on	-8.7328
▁commandments	-8.73285
▁receive	-8.73335
▁rock	-8.73444
▁household	-8.7346
ance	-8.73962
▁born	-8.74027
in	-8.74351
▁fat	-8.7492
▁mercy	-8.75015
▁knowledge	-8.75016
▁broken	-8.75025
▁laid	-8.75046
▁heads	-8.75338
▁clean	-8.75978
▁moab	-8.76026
▁lay	-8.76469
▁throne	-8.76489
▁burned	-8.76881
▁pay	-8.77042
▁ask	-8.77044
▁isaac	-8.77061
▁hope	-8.77323
▁pasture	-8.77762
▁south	-8.78061
▁woe	-8.78077
▁outside	-8.78092
▁saved	-8.78308
▁returned	-8.78703
▁belong	-8.78771
▁lead	-8.79106
▁everlasting	-8.79117
▁immediately	-8.79117
▁idols	-8.79184
▁garments	-8.79475
▁courtyard	-8.79604
▁want	-8.79879
▁shame	-8.80015
▁follow	-8.80024
▁family	-8.8017
th	-8.80229
▁understand	-8.80321
▁hearts	-8.80791
▁sky	-8.81234
▁ark	-8.81239
▁doing	-8.81342
▁bronze	-8.82309
▁faithfulness	-8.82314
▁worship	-8.83056
▁trees	-8.83198
▁crowd	-8.83938
▁lands	-8.84142
▁break	-8.84153
▁such	-8.84496
▁committed	-8.84529
▁opened	-8.84879
▁generations	-8.84965
giving	-8.85044
▁drive	-8.85381
▁remain	-8.8551
▁lips	-8.85606
▁manasseh	-8.85606
▁cloud	-8.86172
▁accord	-8.86394
▁makes	-8.86593
▁better	-8.86744
▁nd	-8.86906
▁animal	-8.87313
▁whether	-8.87866
▁destruction	-8.87866
▁feast	-8.88081
▁perish	-8.8834
▁sisters	-8.88384
▁consider	-8.89016
▁officials	-8.89141
▁pure	-8.8921
▁gives	-8.89452
▁river	-8.89839
▁compassion	-8.90177
▁beyond	-8.90178
▁disaster	-8.90178
▁wait	-8.90469
▁lamb	-8.908
▁trust	-8.91048
▁entire	-8.9128
▁built	-8.91355
▁testimony	-8.91355
▁assembly	-8.91355
▁throughout	-8.9136
▁pieces	-8.91542
▁labor	-8.91626
▁lie	-8.91862
es	-8.91874
▁arise	-8.91928
▁cause	-8.92519
▁esau	-8.92545
▁grace	-8.92545
▁eye	-8.92981
▁rain	-8.93347
▁raise	-8.93656
▁battle	-8.93678
▁child	-8.93745
▁deep	-8.93751
▁dust	-8.93754
▁pharisees	-8.93807
▁seventh	-8.9381
▁ears	-8.94206
▁curse	-8.94277
▁sister	-8.94417
▁beside	-8.94463
▁amon	-8.94742
▁reach	-8.94841
▁wickedness	-8.94995
▁happened	-8.95113
▁led	-8.95552
▁ram	-8.95639
▁produce	-8.96024
▁ou	-8.96135
▁bear	-8.96187
▁canaan	-8.96194
▁female	-8.96204
▁forth	-8.96255
▁rise	-8.96863
▁refuge	-8.97435
▁except	-8.97457
▁branches	-8.9746
▁gates	-8.97538
▁portion	-8.98158
▁bull	-8.98164
▁stranger	-8.98164
▁part	-8.98524
▁un	-8.98529
▁hate	-8.98618
▁authority	-8.9872
▁famine	-8.9872
▁linen	-8.98732
▁yes	-8.98761
▁honor	-8.99095
▁lot	-8.99404
▁tongue	-8.99432
▁build	-8.99621
al	-8.99917
▁sat	-8.99986
▁enemy	-9.00002
▁six	-9.00007
▁egyptians	-9.00102
▁sign	-9.004
▁generation	-9.00749
▁deal	-9.01317
▁lives	-9.01412
▁bow	-9.0175
▁neighbor	-9.02058
▁slaves	-9.02377
▁free	-9.02408
▁others	-9.02426
▁account	-9.02617
▁next	-9.02617
▁daniel	-9.02618
▁guard	-9.0262
▁goes	-9.02797
▁book	-9.03371
▁houses	-9.0366
▁hour	-9.0395
▁foot	-9.03974
ah	-9.04172
▁meet	-9.05
▁teaching	-9.05029
▁angels	-9.05191
▁wealth	-9.05255
▁atonement	-9.05301
▁beloved	-9.05301
▁iron	-9.05394
▁teach	-9.0545
▁husband	-9.06106
▁prayer	-9.06121
▁hair	-9.06672
▁gentiles	-9.06675
▁birds	-9.06997
▁asked	-9.07075
▁passed	-9.07198
▁declare	-9.07385
▁service	-9.08062
▁gilead	-9.08063
▁horses	-9.08321
▁seed	-9.08436
▁camped	-9.0863
▁kind	-9.08826
▁sit	-9.09008
▁beth	-9.09124
▁plunder	-9.09149
▁tribes	-9.09339
▁remove	-9.0935
▁harvest	-9.09468
▁hidden	-9.09468
▁smoke	-9.09468
▁mourning	-9.0965
▁throw	-9.10036
▁touch	-9.10391
▁sacrifices	-9.10433
▁carry	-9.10556
▁d	-9.11037
▁perform	-9.11698
▁ate	-9.11777
▁goat	-9.11807
▁ever	-9.11921
▁blind	-9.11998
▁slaughter	-9.12044
▁eliminate	-9.12223
▁livestock	-9.12346
▁strike	-9.12346
▁surround	-9.12346
▁last	-9.12369
▁received	-9.12578
▁once	-9.12601
▁clothes	-9.12629
▁ear	-9.13139
law	-9.13588
▁beginning	-9.13817
▁curtain	-9.13817
▁incense	-9.13817
▁sinned	-9.13817
▁someone	-9.13823
▁sitting	-9.13827
▁none	-9.13848
▁carried	-9.13852
▁forty	-9.13934
▁act	-9.14028
▁households	-9.14648
▁proclaim	-9.14659
▁shout	-9.14666
▁trouble	-9.147
▁plague	-9.14736
en	-9.15196
▁wives	-9.1531
▁write	-9.15312
▁satisfied	-9.15312
▁continually	-9.15338
▁names	-9.1548
▁west	-9.15696
▁flee	-9.1586
selah	-9.16088
▁simon	-9.16193
▁table	-9.16208
▁dream	-9.16216
▁matter	-9.16247
▁road	-9.16253
either	-9.16592
▁angry	-9.16825
▁swore	-9.16825
▁womb	-9.16825
▁fish	-9.16826
▁mine	-9.16828
▁lion	-9.17226
▁covered	-9.17293
▁rebuke	-9.17556
▁desire	-9.17677
▁cross	-9.17714
▁sake	-9.17732
▁looking	-9.17834
▁obey	-9.18058
▁wash	-9.1826
▁burning	-9.18281
▁thanks	-9.18419
▁bones	-9.18471
▁shekels	-9.18514
▁appeared	-9.18532
h	-9.19695
▁prison	-9.19893
▁reuben	-9.19918
▁nebuchadnezzar	-9.19925
▁something	-9.19926
▁dry	-9.19934
▁appearance	-9.19935
▁prepared	-9.20029
▁exalted	-9.2008
▁believed	-9.20147
▁home	-9.20888
▁rich	-9.21251
▁ox	-9.21503
▁harm	-9.21505
▁human	-9.21512
▁beautiful	-9.21513
▁opposite	-9.21513
▁alive	-9.21515
▁followed	-9.21968
▁following	-9.22024
▁signs	-9.22198
▁offered	-9.22427
▁rescue	-9.22431
▁vision	-9.22564
▁garment	-9.22573
▁ashamed	-9.23126
▁thirty	-9.23126
▁defiled	-9.23216
▁scribes	-9.23366
▁horns	-9.23455
▁lambs	-9.23893
▁lies	-9.239
▁flocks	-9.24131
▁vine	-9.24193
▁placed	-9.24385
▁utter	-9.24447
▁cloth	-9.24657
▁behind	-9.24765
▁scattered	-9.24908
▁staff	-9.25845
▁!	-9.25856
▁?	-9.2591
▁abandon	-9.26131
▁attention	-9.26432
▁blessing	-9.26441
▁loved	-9.26882
▁tear	-9.27567
▁judgments	-9.2758
▁desolate	-9.27996
▁abimelech	-9.28127
▁oath	-9.2813
▁pillars	-9.28341
▁hide	-9.29268
▁reign	-9.29269
▁donkey	-9.29294
▁gracious	-9.29764
▁length	-9.29776
▁pursue	-9.29849
▁galilee	-9.29852
▁white	-9.29854
▁philistines	-9.29856
▁fled	-9.29879
an	-9.30189
▁besides	-9.30643
▁edge	-9.30993
▁door	-9.31243
▁distress	-9.31278
▁b	-9.31357
▁faithful	-9.31542
▁entrance	-9.31605
▁gospel	-9.31605
▁true	-9.31605
▁property	-9.31606
▁case	-9.31609
▁chaldeans	-9.3163
▁eaten	-9.31681
▁youth	-9.31687
▁rams	-9.32402
▁assyria	-9.33357
▁witness	-9.33376
▁levi	-9.33386
▁violence	-9.33391
▁quickly	-9.33399
▁instead	-9.33426
▁finished	-9.33459
▁wings	-9.33484
▁established	-9.33584
▁journey	-9.34306
▁skin	-9.3463
▁speaks	-9.34677
▁watch	-9.34829
▁possess	-9.34878
▁lift	-9.34908
▁loud	-9.35103
▁mordecai	-9.35209
▁shechem	-9.35209
▁rather	-9.35209
▁sheol	-9.35225
▁greater	-9.35439
▁ruins	-9.35471
▁top	-9.35949
ness	-9.35985
re	-9.36047
▁pray	-9.36383
▁prostitute	-9.36491
▁fill	-9.36766
ting	-9.36804
▁prepare	-9.36938
▁already	-9.37061
▁swear	-9.37064
▁aside	-9.37205
▁gifts	-9.37536
▁faces	-9.37723
▁seeking	-9.37837
ion	-9.37913
▁song	-9.3793
▁secret	-9.37981
▁dwell	-9.3804
▁knows	-9.38177
▁fool	-9.38388
▁vineyard	-9.38388
▁read	-9.38544
▁dwelling	-9.38705
▁balaam	-9.38948
▁cattle	-9.38948
▁enough	-9.38948
▁herself	-9.38948
▁width	-9.38948
▁shut	-9.38948
▁passover	-9.38964
▁fallen	-9.38979
▁responded	-9.3902
▁fourth	-9.39026
▁cursed	-9.3914
▁weeping	-9.39227
▁afterward	-9.39334
▁sleep	-9.39951
i	-9.40274
▁leader	-9.40361
▁ammon	-9.40866
▁job	-9.4087
▁remnant	-9.40871
▁territory	-9.40871
▁forget	-9.40871
▁doorway	-9.40871
▁sold	-9.40879
▁mary	-9.40879
▁feed	-9.40899
▁age	-9.40919
ers	-9.40922
▁continued	-9.40931
▁wonders	-9.40963
▁removed	-9.41054
▁healed	-9.41068
▁loves	-9.41273
▁served	-9.41334
▁acts	-9.41599
▁friend	-9.42275
▁choice	-9.42832
▁abram	-9.42832
▁chosen	-9.42844
▁oh	-9.42917
▁fulfilled	-9.42966
▁rejected	-9.42984
▁tenth	-9.43006
▁bases	-9.43135
▁lifted	-9.43164
▁breath	-9.43287
▁numbered	-9.43563
▁goats	-9.4359
▁delight	-9.43919
▁used	-9.44221
▁teacher	-9.44281
▁small	-9.44337
▁prophesy	-9.44484
▁pit	-9.44528
▁silent	-9.44738
▁edom	-9.44823
▁re	-9.44831
▁bound	-9.44832
▁nakedness	-9.44837
▁eternal	-9.44837
▁seventy	-9.44839
▁haman	-9.44839
▁almighty	-9.44845
▁afflicted	-9.44853
▁needy	-9.4487
▁allow	-9.44916
▁divided	-9.4492
▁restore	-9.45014
▁villages	-9.45018
▁noah	-9.45095
▁abominations	-9.45311
▁remained	-9.45376
▁plant	-9.45687
▁arm	-9.45801
over	-9.45946
▁test	-9.46228
▁image	-9.46318
▁buy	-9.46447
▁accept	-9.46538
able	-9.46573
▁false	-9.46799
iddle	-9.4687
▁attack	-9.46872
▁esther	-9.46872
▁itself	-9.46872
▁pilate	-9.46873
▁punishment	-9.46878
▁lying	-9.4688
ation	-9.46944
▁amorites	-9.47097
hrew	-9.47376
▁greatly	-9.47662
▁forward	-9.47915
thrown	-9.47976
▁waste	-9.47992
▁charge	-9.48057
▁multitude	-9.48355
▁rod	-9.48383
▁commandment	-9.48419
▁humble	-9.48835
▁foolish	-9.48864
▁upright	-9.48946
▁celebrate	-9.48956
▁eleazar	-9.48956
▁fifty	-9.48956
▁injustice	-9.48956
▁jericho	-9.48956
▁unleavened	-9.48956
▁otherwise	-9.48958
▁few	-9.48965
▁unless	-9.48965
▁gad	-9.4905
▁bowed	-9.49438
▁bed	-9.49703
ful	-9.49781
▁rule	-9.5035
▁laban	-9.50453
▁fight	-9.50734
▁mak	-9.51013
▁careful	-9.51018
▁church	-9.51069
▁flour	-9.51081
▁disgrace	-9.51083
▁testify	-9.51086
▁mixed	-9.51106
▁ahead	-9.51122
▁early	-9.51188
▁ordinances	-9.51438
▁abandoned	-9.5147
us	-9.51706
▁remembered	-9.5195
▁walls	-9.52453
▁grow	-9.52546
▁moon	-9.52667
▁gift	-9.52702
▁innocent	-9.53257
▁pride	-9.53257
▁lebanon	-9.53257
▁torn	-9.53258
▁saints	-9.53264
▁chariots	-9.53484
▁use	-9.53714
▁friends	-9.53878
▁judges	-9.54911
▁shepherd	-9.54927
▁dan	-9.55021
▁f	-9.55096
▁plead	-9.55138
▁ephah	-9.5548
▁bashan	-9.5548
▁previously	-9.55488
▁created	-9.55523
▁mothers	-9.55645
▁reported	-9.55743
▁journeyed	-9.55852
ites	-9.56295
▁boat	-9.57161
▁neck	-9.57173
▁cup	-9.57175
▁de	-9.57375
▁sees	-9.57559
▁sick	-9.57664
▁midian	-9.57743
▁grass	-9.57752
▁honey	-9.57752
▁zedekiah	-9.57752
▁knew	-9.57755
▁officers	-9.57785
▁ready	-9.57807
▁revealed	-9.57936
▁ends	-9.58031
▁rulers	-9.58288
▁shepherds	-9.58325
▁inner	-9.58445
uches	-9.58774
▁walked	-9.59049
▁commit	-9.59087
▁need	-9.59234
▁escape	-9.59323
▁plan	-9.59437
▁garden	-9.59502
▁abomination	-9.59522
▁bird	-9.59527
▁redeem	-9.59697
▁anoint	-9.59776
▁provide	-9.59971
▁abundance	-9.60078
▁replied	-9.60078
▁fellow	-9.60089
▁root	-9.60119
▁anointed	-9.6038
▁parts	-9.61114
▁sprinkle	-9.61491
▁care	-9.61708
▁practice	-9.6177
▁ruler	-9.6191
▁wrong	-9.61993
▁weep	-9.62134
▁reward	-9.62167
ous	-9.62327
▁defile	-9.62351
▁joyful	-9.62413
▁aroma	-9.62459
▁rebellious	-9.62459
▁desolation	-9.62459
▁teeth	-9.62459
during	-9.62466
▁amazed	-9.62469
▁witnesses	-9.62481
▁satan	-9.62489
▁eliminated	-9.62663
▁riches	-9.62714
▁redeemed	-9.62769
▁cri	-9.63167
ted	-9.63368
r	-9.63549
▁crowds	-9.63684
▁hills	-9.63918
▁devour	-9.64012
▁wrongdoings	-9.64065
▁boy	-9.64322
a	-9.64335
▁widow	-9.64335
▁listened	-9.64381
▁praises	-9.64729
▁always	-9.64898
▁flood	-9.64898
▁queen	-9.64898
▁milk	-9.64899
▁rachel	-9.64907
▁completely	-9.64945
▁apostles	-9.64974
▁guilty	-9.65028
othing	-9.65075
▁rings	-9.65167
▁red	-9.65237
▁wave	-9.65318
▁amen	-9.65378
▁performed	-9.65411
▁rivers	-9.65619
▁donkeys	-9.65694
▁strangers	-9.65987
▁form	-9.66284
▁desert	-9.66503
▁suffer	-9.66736
▁tomb	-9.66827
▁terror	-9.66829
▁synagogue	-9.66835
▁spring	-9.66836
▁en	-9.67061
though	-9.67169
▁decree	-9.67259
▁consume	-9.67393
▁apart	-9.67398
▁behalf	-9.67398
▁defect	-9.67398
▁hezekiah	-9.67398
▁scarlet	-9.67398
▁spend	-9.67398
▁tyre	-9.67398
▁yield	-9.67398
▁james	-9.67398
▁utensils	-9.67406
▁bethel	-9.67408
▁wide	-9.67412
▁forgiven	-9.67426
▁measured	-9.67586
▁stars	-9.67636
▁demons	-9.67759
▁sure	-9.67816
▁doors	-9.68281
▁happen	-9.68722
▁report	-9.68996
▁beast	-9.69377
▁object	-9.6938
▁baal	-9.69395
▁crie	-9.69429
▁comfort	-9.69618
▁punish	-9.69641
▁consecrate	-9.69838
▁forgive	-9.69923
▁gideon	-9.69951
▁glad	-9.69953
▁repay	-9.69955
▁euphrates	-9.69962
▁scroll	-9.69962
▁wept	-9.69964
▁buried	-9.69967
▁bind	-9.69967
▁baptized	-9.69986
▁former	-9.69986
▁asher	-9.70023
▁streets	-9.70187
▁persons	-9.70222
▁means	-9.70238
▁clouds	-9.71255
▁mourn	-9.71331
▁hears	-9.71391
▁ran	-9.71553
▁exile	-9.71895
▁veil	-9.71964
▁crown	-9.72007
▁yours	-9.72084
▁gain	-9.72286
▁prince	-9.72318
▁deceit	-9.72585
▁proceed	-9.72593
▁purple	-9.72593
▁samaria	-9.72593
▁violet	-9.72593
▁sodom	-9.72594
▁balak	-9.72594
▁worthless	-9.72594
▁pick	-9.72597
▁else	-9.72603
▁hard	-9.72613
▁judea	-9.72624
▁area	-9.72635
▁captured	-9.72641
▁departed	-9.72784
▁warriors	-9.72855
▁approached	-9.72857
▁messengers	-9.7287
▁eats	-9.73035
▁clothing	-9.73072
▁pleased	-9.73076
▁tents	-9.73211
▁upward	-9.7411
▁discipline	-9.74568
▁region	-9.74714
ver	-9.74811
▁hurry	-9.74924
▁pharaohs	-9.75166
▁release	-9.75171
▁bad	-9.75257
▁foreign	-9.75264
▁broke	-9.75267
▁horn	-9.75289
▁ephod	-9.75296
▁hungry	-9.75297
▁terrified	-9.75298
▁suddenly	-9.75305
▁tax	-9.75305
▁steps	-9.75373
▁isaiah	-9.75395
▁camels	-9.75412
▁thorns	-9.75442
or	-9.75479
▁sinners	-9.75534
▁canaanites	-9.75673
▁thoughts	-9.7583
m	-9.76108
▁covering	-9.76249
▁ordered	-9.76432
▁bulls	-9.76506
▁dies	-9.77135
▁appear	-9.7718
▁endure	-9.77369
▁purpose	-9.77445
▁robe	-9.77507
▁governor	-9.77516
▁foundation	-9.77564
▁sell	-9.77693
▁establish	-9.77756
▁close	-9.77869
▁hearing	-9.7792
▁storm	-9.78028
▁draw	-9.78046
▁hid	-9.78051
▁speech	-9.7807
▁sworn	-9.78074
▁ourselves	-9.78076
▁fourteen	-9.78078
▁herod	-9.78083
▁foolishness	-9.78086
▁fifth	-9.78097
▁circumcised	-9.78101
▁sinai	-9.78106
▁mark	-9.78155
▁summoned	-9.78164
▁meat	-9.7817
▁inside	-9.78279
▁consumed	-9.78284
▁relatives	-9.78319
▁paths	-9.78508
▁formed	-9.78556
▁kingdoms	-9.78586
▁per	-9.78797
▁forest	-9.78861
▁al	-9.7895
▁eating	-9.78988
▁net	-9.79081
ught	-9.79094
▁presented	-9.79122
▁turns	-9.79209
▁remains	-9.79486
am	-9.79494
▁thought	-9.79799
ies	-9.80041
▁promise	-9.80228
▁olive	-9.80292
▁commander	-9.8046
▁zebulun	-9.80475
ment	-9.80522
five	-9.80702
▁seat	-9.80805
rote	-9.80924
▁ai	-9.80926
▁adultery	-9.80931
▁astray	-9.80931
▁message	-9.80931
▁taught	-9.80931
▁vengeance	-9.80931
▁sexual	-9.80931
▁caught	-9.80932
▁detestable	-9.80932
▁due	-9.80933
▁nile	-9.80933
▁interpretation	-9.80933
▁yoke	-9.80934
▁rose	-9.80934
▁sarah	-9.80934
▁taking	-9.80935
▁naphtali	-9.80935
▁fought	-9.80936
▁wild	-9.80936
▁extend	-9.80984
▁forgotten	-9.81007
▁assembled	-9.81027
▁granted	-9.81199
▁chambers	-9.81264
▁hated	-9.81344
▁p	-9.81478
▁slaughtered	-9.81533
▁sow	-9.82839
▁boast	-9.82907
▁roar	-9.82941
▁tremble	-9.83143
▁lampstand	-9.8328
▁room	-9.83302
▁press	-9.83308
▁horse	-9.83332
▁months	-9.83583
▁simeon	-9.83868
▁futility	-9.83872
▁judas	-9.83872
▁nevertheless	-9.83872
▁precious	-9.83872
▁resurrection	-9.83872
▁shadow	-9.83872
▁tomorrow	-9.83872
▁blameless	-9.83873
▁memorial	-9.83873
▁salt	-9.83889
▁held	-9.83891
▁distance	-9.83899
▁fruitful	-9.83919
▁relations	-9.83948
▁cleansed	-9.83953
▁moved	-9.83962
▁oppressed	-9.84132
▁flowing	-9.84153
▁fools	-9.84754
▁kinds	-9.85058
▁neighbors	-9.85142
▁wear	-9.85565
▁heal	-9.85768
▁count	-9.85995
▁news	-9.86059
▁approach	-9.86236
▁waist	-9.86241
▁stop	-9.86272
▁fig	-9.86287
▁pleasure	-9.86311
▁shield	-9.8632
▁pain	-9.86355
▁shed	-9.86421
▁perfect	-9.86573
▁request	-9.86585
▁exalt	-9.86606
el	-9.86665
▁permanent	-9.86822
hap	-9.86824
▁ishmael	-9.86895
▁ancient	-9.86903
▁glorify	-9.86903
▁leprosy	-9.86903
▁samson	-9.86903
▁furthermore	-9.86903
▁bore	-9.86903
▁stopped	-9.86905
▁likewise	-9.86911
▁kindness	-9.86922
▁worthy	-9.86928
▁settled	-9.86954
▁weary	-9.86981
▁lost	-9.86987
▁arrows	-9.87032
▁promised	-9.8704
▁provinces	-9.87413
▁crossed	-9.87507
▁low	-9.87771
▁share	-9.88373
▁fast	-9.89316
▁increase	-9.89326
▁seeing	-9.89346
▁question	-9.89435
▁trumpet	-9.89467
▁statute	-9.89476
▁greet	-9.89664
▁fields	-9.89669
im	-9.897
▁sides	-9.89856
▁bitter	-9.89944
▁branch	-9.90013
▁philip	-9.90027
▁captivity	-9.90028
▁wipe	-9.90029
▁quiet	-9.90039
▁conceived	-9.9009
▁bars	-9.90181
▁line	-9.90259
▁either	-9.90513
▁judged	-9.90609
▁acted	-9.90676
▁exiles	-9.90698
ar	-9.91733
▁lions	-9.92438
▁refuse	-9.92546
▁palm	-9.92592
▁virgin	-9.92686
▁choose	-9.9269
▁disciple	-9.92702
▁grant	-9.92951
ce	-9.92953
▁damascus	-9.93253
▁empty	-9.93253
▁sihon	-9.93253
▁swallow	-9.93253
▁sackcloth	-9.93254
▁spent	-9.93254
▁contend	-9.93254
▁later	-9.93257
▁oxen	-9.93275
▁greatness	-9.93406
▁counted	-9.93579
▁towns	-9.93704
id	-9.93742
p	-9.93803
tified	-9.93911
▁add	-9.9406
▁asking	-9.94403
▁follows	-9.94997
▁receives	-9.95125
▁recognize	-9.9538
▁repent	-9.95589
▁possessions	-9.95756
▁orders	-9.95839
▁learn	-9.95897
▁thunder	-9.95927
▁result	-9.95958
▁language	-9.9601
▁province	-9.96028
▁ordinance	-9.9603
▁falls	-9.96099
▁appoint	-9.96299
▁divide	-9.96474
▁pronounce	-9.96575
▁royal	-9.96585
▁adversaries	-9.96587
▁beauty	-9.96587
▁issachar	-9.96587
▁material	-9.96587
▁redemption	-9.96587
▁wheat	-9.96587
▁gibeah	-9.96587
▁multiply	-9.96587
▁benefit	-9.96587
▁lightning	-9.96587
▁bodies	-9.96589
▁cherubim	-9.96589
▁statement	-9.96592
▁hired	-9.96606
▁dew	-9.96606
▁shaken	-9.96616
▁completed	-9.96724
▁sail	-9.96746
▁rescued	-9.96873
▁caused	-9.97067
▁planted	-9.97101
▁washed	-9.97257
▁governors	-9.97265
▁practices	-9.97382
▁worshiped	-9.97531
▁kiss	-9.97568
▁vineyards	-9.9759
▁calling	-9.9843
▁think	-9.9909
▁scatter	-9.99147
▁captain	-9.99374
▁shake	-9.99424
▁instruction	-9.99429
▁parable	-9.99468
▁tower	-9.99468
▁piece	-9.99486
▁betray	-9.9972
▁execute	-9.99906
▁change	-9.99911
▁inherit	-10.0002
▁dark	-10.0002
▁drunk	-10.0002
▁naked	-10.0003
▁heshbon	-10.0003
▁majesty	-10.0003
▁numerous	-10.0003
▁offspring	-10.0003
▁sweet	-10.0004
▁leather	-10.0004
▁dawn	-10.0004
▁seir	-10.0004
▁bloodshed	-10.0004
▁point	-10.0004
▁leah	-10.0004
▁arrived	-10.0006
▁married	-10.0006
▁poles	-10.0007
▁spoils	-10.0008
▁defeated	-10.0014
▁grapes	-10.002
▁nobles	-10.0026
▁boards	-10.0042
▁spirits	-10.0058
▁watching	-10.0069
▁shouting	-10.0084
▁outer	-10.0085
▁tears	-10.0119
▁sits	-10.0143
▁mans	-10.0175
▁masters	-10.0207
▁treasure	-10.029
▁square	-10.0302
▁heap	-10.0302
▁path	-10.0305
▁shoulder	-10.0314
▁wander	-10.0319
▁base	-10.032
▁flow	-10.0322
▁listening	-10.0323
▁oppress	-10.0326
▁bare	-10.0346
drew	-10.0351
oreover	-10.0354
▁subject	-10.036
▁stir	-10.036
▁drank	-10.0361
▁furnace	-10.0361
▁rebuild	-10.0361
▁contrary	-10.0361
▁awesome	-10.0361
▁swarm	-10.0361
▁prosperity	-10.0361
▁hail	-10.0361
▁metal	-10.0362
▁prey	-10.0362
▁designate	-10.0362
▁inhabited	-10.0369
▁risen	-10.0369
▁despised	-10.0372
▁seized	-10.0373
▁crushed	-10.0382
▁breasts	-10.0388
▁stands	-10.0393
▁creatures	-10.0394
▁wages	-10.0396
▁prayed	-10.042
▁trumpets	-10.0425
▁carrying	-10.0447
▁plans	-10.0448
▁start	-10.0475
▁altars	-10.0506
▁fail	-10.0597
▁vow	-10.0644
▁run	-10.0654
▁spot	-10.0668
▁serpent	-10.0673
▁basket	-10.0674
▁scribe	-10.0685
▁jew	-10.0691
▁reveal	-10.0701
▁owner	-10.0704
▁strengthen	-10.0706
▁complete	-10.0712
▁arrogant	-10.0723
▁public	-10.0723
▁abundant	-10.0724
▁continual	-10.0724
▁search	-10.0725
▁awake	-10.0728
▁straight	-10.073
▁bond	-10.0731
▁kiriath	-10.0731
▁integrity	-10.0731
▁rebekah	-10.0731
▁strife	-10.0731
▁testimonies	-10.0731
▁trembling	-10.0731
▁loaves	-10.0731
▁hebron	-10.0731
▁crucified	-10.0732
▁dried	-10.0733
▁passes	-10.0738
▁redeemer	-10.0744
▁consecrated	-10.0749
▁double	-10.075
▁depths	-10.0751
▁preaching	-10.0756
▁healing	-10.0774
▁devoured	-10.0778
▁herds	-10.0787
▁vows	-10.0789
▁pai	-10.0839
▁carv	-10.0859
▁desires	-10.0869
ve	-10.0882
▁cush	-10.089
it	-10.0924
▁mouths	-10.0925
▁prove	-10.0932
▁try	-10.0954
▁clothe	-10.0999
est	-10.1004
less	-10.1012
▁lack	-10.1023
▁ruin	-10.103
▁stumble	-10.104
▁demon	-10.106
▁height	-10.1071
o	-10.1075
▁taunt	-10.108
▁protect	-10.1081
▁reject	-10.1086
▁wail	-10.1099
▁assemble	-10.1103
▁seize	-10.1105
▁profane	-10.1108
▁jealous	-10.1111
▁deed	-10.1114
▁direct	-10.1115
▁sidon	-10.1116
▁acacia	-10.1116
▁ambush	-10.1116
▁barnabas	-10.1116
▁calf	-10.1116
▁council	-10.1116
▁daily	-10.1116
▁heavy	-10.1116
▁jephthah	-10.1116
▁mizpah	-10.1116
▁savior	-10.1116
▁uncircumcised	-10.1116
▁zechariah	-10.1116
▁bethlehem	-10.1116
▁circumcision	-10.1116
▁taste	-10.1116
▁jeshua	-10.1116
▁stumbling	-10.1116
▁elijah	-10.1116
▁splendor	-10.1116
▁interest	-10.1116
▁vain	-10.1116
▁justified	-10.1116
▁groom	-10.1117
▁oppression	-10.1117
▁unable	-10.1118
▁forefathers	-10.1119
▁thanksgiving	-10.1119
▁sixth	-10.1121
▁chains	-10.1123
▁tablets	-10.1128
▁infection	-10.1129
▁lower	-10.1129
▁often	-10.1135
▁less	-10.1141
▁corners	-10.1148
▁building	-10.1153
▁treasures	-10.1177
▁eli	-10.1258
▁herd	-10.126
▁walking	-10.1368
▁feared	-10.1401
▁measure	-10.1446
▁contribution	-10.1456
▁cloak	-10.1457
▁palace	-10.1458
▁ship	-10.1459
▁thousands	-10.1466
▁letter	-10.1467
▁ho	-10.1474
▁uncover	-10.1485
tribe	-10.1493
▁separate	-10.1503
▁fierce	-10.1506
▁aton	-10.1507
▁certain	-10.151
▁persia	-10.1512
▁heat	-10.1514
rove	-10.1515
▁ahasuerus	-10.1516
▁glorified	-10.1516
▁glorious	-10.1516
▁negev	-10.1516
▁surface	-10.1516
▁further	-10.1516
▁sixty	-10.1516
▁twist	-10.1516
▁ashes	-10.1516
▁devil	-10.1516
▁nun	-10.1516
▁pull	-10.1517
▁thirsty	-10.1519
▁guide	-10.1521
▁ropes	-10.1521
▁joined	-10.1539
▁ruined	-10.1548
▁stretched	-10.1555
▁ships	-10.1572
▁praying	-10.1591
▁severe	-10.166
▁single	-10.1668
▁crying	-10.1671
▁hates	-10.1698
▁rises	-10.17
▁dis	-10.1722
▁bathe	-10.1732
▁sabbaths	-10.1758
▁believes	-10.1781
▁provoke	-10.1823
▁seas	-10.1832
▁finds	-10.1835
▁depart	-10.1836
oth	-10.1837
▁met	-10.1873
▁orphan	-10.1875
▁finger	-10.1875
▁hebrew	-10.1875
▁captive	-10.1876
▁canaanite	-10.1878
▁godly	-10.189
▁support	-10.1898
▁drinking	-10.1901
▁thick	-10.1931
▁bright	-10.1931
▁ezra	-10.1932
▁precepts	-10.1932
▁rejoicing	-10.1932
▁breastpiece	-10.1932
▁baruch	-10.1932
▁pleasant	-10.1932
▁rebelled	-10.1932
▁price	-10.1932
▁saul	-10.1933
▁dug	-10.1933
▁jealousy	-10.1937
▁repairs	-10.1943
▁lose	-10.1944
▁warned	-10.1946
▁fact	-10.1947
▁goodness	-10.195
▁soil	-10.1955
▁streams	-10.1967
▁sha	-10.2001
▁springs	-10.2027
▁commits	-10.2035
▁wanted	-10.2055
▁je	-10.206
▁visions	-10.2081
▁meal	-10.2106
▁continue	-10.2289
▁flame	-10.2305
▁thigh	-10.2306
▁shine	-10.2308
▁scripture	-10.2311
▁lamp	-10.2311
▁cubit	-10.2312
▁pillar	-10.2312
▁ha	-10.2314
▁fruits	-10.2317
▁weight	-10.2319
▁delay	-10.2334
▁fulfill	-10.2336
▁spare	-10.2354
▁beat	-10.2355
▁devise	-10.2359
▁deceitful	-10.236
▁despise	-10.2361
▁sets	-10.2362
▁weak	-10.2366
▁centurion	-10.2367
▁discharge	-10.2367
▁fresh	-10.2367
▁darius	-10.2367
▁revolt	-10.2367
▁visit	-10.2367
▁bury	-10.2367
▁roof	-10.2367
▁korah	-10.2367
▁exceedingly	-10.2367
▁horsemen	-10.2367
▁stirred	-10.2367
▁gilgal	-10.2368
▁steal	-10.237
▁sown	-10.2372
▁threshing	-10.2372
▁firmly	-10.2373
▁treacherously	-10.2373
▁invited	-10.2373
▁coastlands	-10.2376
▁carefully	-10.2382
▁hurled	-10.2384
▁profaned	-10.2386
▁escaped	-10.2391
▁wheels	-10.2391
▁survivors	-10.2404
▁fully	-10.2406
▁declared	-10.2412
▁notice	-10.2423
▁lamps	-10.2424
▁proclaimed	-10.2458
▁widows	-10.2469
▁inquire	-10.2481
▁arms	-10.249
▁passing	-10.2562
▁portions	-10.2566
w	-10.2626
▁ended	-10.2645
▁incline	-10.2716
▁leaves	-10.2723
▁stronghold	-10.2763
ite	-10.2772
▁treat	-10.2793
▁bowl	-10.2793
▁cease	-10.281
▁hin	-10.2813
▁chose	-10.2819
▁dread	-10.2821
▁advice	-10.2822
▁arnon	-10.2822
▁barley	-10.2822
▁boaz	-10.2822
▁caleb	-10.2822
▁fifteen	-10.2822
▁fountain	-10.2822
▁grew	-10.2822
▁grief	-10.2822
▁merchandise	-10.2822
▁ninth	-10.2822
▁play	-10.2822
▁pledge	-10.2822
▁prophesied	-10.2822
▁subdue	-10.2822
▁understood	-10.2822
▁native	-10.2822
ai	-10.2822
▁issued	-10.2826
▁hooks	-10.2828
▁soldiers	-10.2831
▁pity	-10.2833
▁separated	-10.2836
▁trampled	-10.2836
▁changed	-10.2839
▁refused	-10.2839
▁descended	-10.2842
▁doves	-10.2849
▁companions	-10.2849
▁dispute	-10.2853
▁sealed	-10.2855
▁souls	-10.2911
▁shouted	-10.2917
▁maker	-10.2918
▁synagogues	-10.2926
▁waves	-10.2929
▁perished	-10.2946
▁charges	-10.2948
▁songs	-10.296
▁spit	-10.2985
▁plot	-10.3016
▁murder	-10.3196
▁blow	-10.32
▁princes	-10.3228
▁custom	-10.3236
▁solomon	-10.3239
▁chamber	-10.3242
▁inhabitant	-10.3243
▁ja	-10.3253
▁setting	-10.3257
▁im	-10.3294
▁courage	-10.3297
▁sand	-10.3298
▁across	-10.3298
▁aware	-10.3298
▁crawl	-10.3298
▁divorce	-10.3298
▁indignation	-10.3298
▁jehoiakim	-10.3298
▁josiah	-10.3298
▁siege	-10.3298
▁thief	-10.3298
▁zerubbabel	-10.3298
▁bride	-10.3298
▁leaving	-10.3298
▁occurred	-10.3298
▁testified	-10.3298
▁ago	-10.3298
▁jonah	-10.3298
▁lazy	-10.3298
▁slain	-10.3298
▁eighth	-10.3299
▁kadesh	-10.33
▁eight	-10.33
▁miracles	-10.3302
▁singers	-10.3302
▁lovers	-10.3304
▁cleanse	-10.3306
▁assured	-10.3306
oven	-10.3309
▁hot	-10.3312
▁falsely	-10.3315
▁lights	-10.3326
▁talking	-10.3331
▁uncovered	-10.3334
▁searched	-10.3339
▁prisoners	-10.3343
▁seal	-10.3359
▁chooses	-10.3382
▁trap	-10.3395
▁foundations	-10.3396
▁jo	-10.3402
▁opening	-10.3426
0	-10.3444
▁breaking	-10.3451
as	-10.3475
▁swords	-10.354
▁march	-10.3569
▁seeks	-10.3639
▁pleases	-10.3662
▁moment	-10.37
▁reap	-10.3728
▁preach	-10.3731
▁talk	-10.3732
▁caesar	-10.3738
▁girl	-10.374
▁offense	-10.3741
▁amorite	-10.3742
▁board	-10.3744
▁clear	-10.3758
▁crush	-10.3766
▁wish	-10.377
▁males	-10.377
▁instruct	-10.377
▁ring	-10.3774
tenth	-10.3775
▁official	-10.3787
▁violent	-10.379
▁perfume	-10.3797
▁faint	-10.3798
▁dominion	-10.3798
▁expanse	-10.3798
▁extreme	-10.3798
▁green	-10.3798
▁horror	-10.3798
▁prostitution	-10.3798
▁asleep	-10.3798
▁floor	-10.3798
▁flag	-10.3798
▁hananiah	-10.3798
▁allotment	-10.3798
▁confidence	-10.3798
▁anymore	-10.3799
▁hurried	-10.38
▁sharp	-10.38
▁arabah	-10.3801
▁deny	-10.3802
▁bag	-10.3802
▁kindled	-10.3803
▁allot	-10.3808
▁pleasing	-10.3809
▁insight	-10.3814
▁younger	-10.3818
▁sandals	-10.3823
▁ascended	-10.3824
▁og	-10.3826
▁treated	-10.3832
▁looks	-10.3839
▁thinking	-10.3849
▁roll	-10.385
▁locusts	-10.3852
▁workers	-10.3859
▁accepted	-10.3874
▁virgins	-10.3887
▁obeyed	-10.3899
▁commanders	-10.3904
▁j	-10.3938
▁images	-10.394
te	-10.3961
▁stretch	-10.3984
ought	-10.4139
iah	-10.414
▁resting	-10.414
▁condemn	-10.4226
▁burden	-10.4228
ble	-10.423
k	-10.4242
▁join	-10.4249
▁move	-10.4257
▁eagle	-10.4258
ter	-10.4262
▁belt	-10.4264
▁band	-10.4267
▁cedar	-10.4268
▁locust	-10.4268
▁messenger	-10.4268
▁chariot	-10.4268
▁levite	-10.427
▁accomplish	-10.4286
▁expect	-10.4287
▁confess	-10.429
▁marry	-10.4291
▁deceive	-10.4307
▁contempt	-10.4308
▁heir	-10.4312
▁enters	-10.4317
▁difficult	-10.4319
▁voluntar	-10.4324
▁beware	-10.4324
▁business	-10.4324
▁conduct	-10.4324
▁decide	-10.4324
▁gedaliah	-10.4324
▁insult	-10.4324
▁naomi	-10.4324
▁plenty	-10.4324
▁purify	-10.4324
▁rebuilt	-10.4324
▁sorrow	-10.4324
▁split	-10.4324
▁planned	-10.4324
▁micah	-10.4324
▁assessment	-10.4324
▁susa	-10.4324
▁boundary	-10.4324
▁jewish	-10.4324
▁serving	-10.4325
▁satisfy	-10.4325
▁countrymen	-10.4325
▁cain	-10.4326
▁basin	-10.4327
▁humiliated	-10.4327
▁knees	-10.4338
▁hardened	-10.4342
▁secretly	-10.4345
▁increased	-10.4346
▁windows	-10.4348
▁foreigners	-10.4367
▁learned	-10.4374
▁offenses	-10.4384
ene	-10.4398
▁rejoiced	-10.4402
▁heights	-10.4403
▁st	-10.4426
▁snare	-10.4455
▁willing	-10.4456
▁actual	-10.4478
▁husbands	-10.4549
▁lots	-10.4564
ity	-10.4628
b	-10.4712
▁boil	-10.4785
▁thirst	-10.4812
▁plain	-10.4815
▁forehead	-10.4821
▁warrior	-10.4824
▁town	-10.4824
▁shekel	-10.4825
▁restrain	-10.4841
▁alarm	-10.4847
▁conceal	-10.4849
▁mention	-10.4849
▁obtain	-10.4849
▁revive	-10.4865
▁proud	-10.487
▁unfaithful	-10.4871
▁short	-10.4872
▁proper	-10.4872
▁treacherous	-10.4873
▁firm	-10.4874
▁potter	-10.4875
▁self	-10.4879
▁obsc	-10.488
▁anguish	-10.488
▁arrogance	-10.488
▁banquet	-10.488
▁baptism	-10.488
▁burial	-10.488
▁common	-10.488
▁custody	-10.488
▁gibeon	-10.488
▁jubilee	-10.488
▁scepter	-10.488
▁slow	-10.488
▁misery	-10.488
▁lobe	-10.488
▁cyrus	-10.488
▁lyre	-10.488
▁plow	-10.488
▁bought	-10.4881
▁bitterness	-10.4881
▁spy	-10.4882
▁multiplied	-10.4882
▁past	-10.4887
▁drawn	-10.4893
▁informed	-10.4897
▁joyfully	-10.4897
▁frightened	-10.4898
▁dispossess	-10.49
▁released	-10.4907
▁shattered	-10.4909
▁preached	-10.4915
▁powerful	-10.492
▁vessels	-10.493
▁troubled	-10.493
eth	-10.4934
▁cedars	-10.494
▁scriptures	-10.4953
▁figs	-10.4986
▁helper	-10.5008
▁honored	-10.5017
▁loathe	-10.5023
▁waited	-10.5029
▁examine	-10.5074
▁den	-10.5081
ced	-10.515
▁best	-10.5174
▁minds	-10.5217
ive	-10.5222
▁valleys	-10.5251
reached	-10.5252
▁star	-10.5265
▁voices	-10.5266
▁wage	-10.5326
▁respect	-10.5371
▁reside	-10.5397
▁bribe	-10.5406
▁affliction	-10.5408
▁jebusite	-10.5409
▁creature	-10.5412
▁village	-10.5412
▁cave	-10.5415
▁cling	-10.542
▁fac	-10.5425
▁nest	-10.5428
▁feel	-10.543
▁prevail	-10.5437
▁shatter	-10.5437
▁ascend	-10.5438
▁exchange	-10.5441
▁worker	-10.5448
▁acquire	-10.5456
▁corrupt	-10.546
▁collect	-10.5462
▁trample	-10.5466
▁stubborn	-10.5467
▁fragran	-10.5467
▁antioch	-10.5468
▁booths	-10.5468
▁divination	-10.5468
▁fury	-10.5468
▁group	-10.5468
▁haughty	-10.5468
▁kidneys	-10.5468
▁kinsmen	-10.5468
▁maaseiah	-10.5468
▁manoah	-10.5468
▁meditate	-10.5468
▁smooth	-10.5468
▁tarshish	-10.5468
▁pregnant	-10.5468
▁arose	-10.5468
▁running	-10.5468
▁shade	-10.5468
▁impurity	-10.5468
▁mystery	-10.5468
▁beneath	-10.5468
▁brook	-10.5468
▁profit	-10.5468
▁big	-10.5468
▁wonderful	-10.5468
▁signet	-10.5468
▁astonished	-10.5469
▁begin	-10.547
▁pronouncement	-10.547
▁determined	-10.5471
▁repentance	-10.5471
▁churches	-10.5472
▁youngest	-10.5472
▁coals	-10.5473
▁securely	-10.5474
▁manna	-10.5477
▁fortunes	-10.548
▁urge	-10.5481
ern	-10.5488
▁weapons	-10.549
▁pitch	-10.5492
▁scales	-10.5508
▁wrapp	-10.5514
▁grounds	-10.5523
▁bake	-10.5523
▁resides	-10.5526
ry	-10.5535
▁forces	-10.5538
▁skill	-10.5538
▁comforted	-10.554
▁deserted	-10.5542
▁captives	-10.5549
▁ga	-10.5564
▁pains	-10.5581
▁trusted	-10.5626
▁c	-10.5656
▁dreams	-10.5696
▁gathering	-10.5704
▁destroyer	-10.5775
▁courtyards	-10.5799
▁r	-10.5833
▁real	-10.5849
▁winds	-10.5863
▁k	-10.5864
led	-10.5876
▁jacobs	-10.5897
▁lea	-10.5958
▁overflow	-10.5991
▁se	-10.6001
▁soothsayer	-10.6027
▁pool	-10.6027
▁hang	-10.6029
▁court	-10.603
▁block	-10.603
▁harp	-10.6032
▁hittite	-10.6033
▁quarrel	-10.6034
▁ne	-10.6034
▁tithe	-10.6036
▁article	-10.6036
▁vessel	-10.6036
▁street	-10.6037
▁relative	-10.6037
▁sinner	-10.604
▁prisoner	-10.6046
▁limp	-10.6056
▁arrest	-10.6062
▁require	-10.6074
▁mud	-10.6074
▁kohath	-10.6092
▁cheerful	-10.6092
▁cherub	-10.6092
▁assign	-10.6093
▁jackals	-10.6093
▁marriage	-10.6093
▁nazareth	-10.6093
▁outrageous	-10.6093
▁overlay	-10.6093
▁overtake	-10.6093
▁parents	-10.6093
▁sisera	-10.6093
▁thirteen	-10.6093
▁treasury	-10.6093
▁nahor	-10.6093
▁remote	-10.6093
▁snow	-10.6093
▁drop	-10.6093
▁caesarea	-10.6093
▁partiality	-10.6093
▁immorality	-10.6093
▁forsaken	-10.6093
▁deaf	-10.6093
▁haran	-10.6094
▁sickness	-10.6094
▁dragon	-10.6094
▁shiloh	-10.6094
▁priesthood	-10.6094
▁pigs	-10.6095
▁happy	-10.6095
▁wool	-10.6095
▁acceptable	-10.6095
▁legs	-10.6098
▁uncleanness	-10.6104
▁grown	-10.6104
▁evildoers	-10.6106
▁talents	-10.6113
▁collectors	-10.6113
▁wounded	-10.6123
▁withered	-10.6138
le	-10.6157
▁likeness	-10.6159
▁letters	-10.6183
▁parables	-10.6198
▁olives	-10.6221
▁crossing	-10.6238
▁proclaiming	-10.6243
▁performing	-10.6248
ic	-10.6254
▁dwells	-10.6288
he	-10.6305
▁namely	-10.6363
▁prayers	-10.6366
▁jar	-10.6478
▁entering	-10.6491
▁1	-10.6492
▁exten	-10.6524
▁permit	-10.6604
▁wound	-10.6672
▁hat	-10.6683
▁obligation	-10.6694
▁direction	-10.6698
▁tunic	-10.6702
▁stream	-10.6703
▁corner	-10.6703
▁survivor	-10.6704
for	-10.6718
▁groan	-10.6725
▁measur	-10.6725
▁demand	-10.6727
▁intend	-10.6728
▁smash	-10.6728
▁descend	-10.6729
▁persecute	-10.6747
▁capture	-10.6747
▁zeal	-10.6749
ped	-10.6751
▁shave	-10.6753
▁amalek	-10.6759
▁dish	-10.6759
growers	-10.676
▁burst	-10.676
▁capernaum	-10.676
▁clay	-10.676
▁condition	-10.676
▁crucify	-10.676
▁earthquake	-10.676
▁hagar	-10.676
▁lachish	-10.676
▁lazarus	-10.676
▁merari	-10.676
▁nineveh	-10.676
▁restitution	-10.676
▁statue	-10.676
▁swept	-10.676
▁twilight	-10.676
▁unwilling	-10.676
▁confront	-10.676
▁johanan	-10.676
▁mortal	-10.676
▁shelter	-10.676
▁bald	-10.676
▁below	-10.676
▁vari	-10.676
▁view	-10.676
▁exact	-10.676
▁heifer	-10.676
shach	-10.676
▁countries	-10.676
▁shemaiah	-10.676
▁holiness	-10.676
▁perverse	-10.676
▁turban	-10.676
▁perseverance	-10.676
▁hostility	-10.676
▁straw	-10.676
▁office	-10.676
▁bodyguard	-10.676
▁loss	-10.676
▁felt	-10.676
▁grumble	-10.676
▁gomorrah	-10.676
▁countryman	-10.6761
▁elam	-10.6761
drach	-10.6762
▁gladness	-10.6762
▁trade	-10.6762
▁forgiveness	-10.6762
▁hypocrites	-10.6766
▁troops	-10.6766
▁sheba	-10.6766
▁leaven	-10.6766
▁highest	-10.6767
▁pierced	-10.6767
▁acquired	-10.6774
▁deceived	-10.6779
▁cakes	-10.6781
▁abel	-10.679
▁closed	-10.6793
▁measurements	-10.6793
▁prevailed	-10.6795
▁rabbi	-10.6798
bed	-10.6805
▁reed	-10.6807
▁restored	-10.6808
▁desired	-10.6819
▁articles	-10.6821
▁lacking	-10.6821
▁plains	-10.6829
▁warm	-10.6833
▁added	-10.6837
▁bowls	-10.6845
ard	-10.6853
▁tobiah	-10.6895
▁nets	-10.6898
▁terrors	-10.6916
▁personal	-10.6935
▁plants	-10.6953
▁sleeps	-10.6965
▁nights	-10.6999
ence	-10.7002
▁force	-10.7013
▁spi	-10.7109
upper	-10.7124
▁store	-10.7172
▁lend	-10.731
▁seem	-10.7327
▁sprout	-10.7382
▁working	-10.7384
servant	-10.7395
▁grave	-10.7403
▁tribulation	-10.7408
▁threshold	-10.7408
▁hammer	-10.741
▁laws	-10.7413
▁row	-10.7413
▁bank	-10.7414
▁load	-10.7414
▁concubine	-10.7415
▁overcome	-10.7415
▁rebel	-10.7416
▁breast	-10.7418
▁striv	-10.7418
▁flower	-10.7419
▁egyptian	-10.7419
▁foreigner	-10.7424
▁maintain	-10.7438
▁inflict	-10.7441
▁torment	-10.7442
▁confirm	-10.7443
▁dishonor	-10.7443
▁pan	-10.7443
▁post	-10.7444
▁melt	-10.7448
laid	-10.7451
two	-10.7451
stretched	-10.7456
▁settle	-10.7459
▁conceive	-10.7462
▁valiant	-10.7466
▁distan	-10.7468
▁loose	-10.7471
▁eleven	-10.7472
▁strange	-10.7473
▁enjoy	-10.7473
▁consult	-10.7474
nego	-10.7474
▁acknowledge	-10.7474
▁artaxerxes	-10.7474
▁attitude	-10.7474
▁beersheba	-10.7474
▁chaff	-10.7474
▁crooked	-10.7474
▁defense	-10.7474
▁eliashib	-10.7474
▁entrails	-10.7474
▁explain	-10.7474
▁festus	-10.7474
▁frankincense	-10.7474
▁gatekeepers	-10.7474
▁poverty	-10.7474
▁responsibility	-10.7474
▁retribution	-10.7474
▁rising	-10.7474
▁succoth	-10.7474
▁turtledove	-10.7474
▁unpunished	-10.7474
▁vegetation	-10.7474
▁repeatedly	-10.7474
▁goshen	-10.7474
▁center	-10.7474
▁sarai	-10.7474
▁tribute	-10.7474
▁admonish	-10.7474
▁hatred	-10.7474
▁flies	-10.7474
▁dung	-10.7474
▁possible	-10.7474
▁eden	-10.7474
▁bondage	-10.7474
▁summer	-10.7475
▁porches	-10.7475
▁humanity	-10.7475
▁useless	-10.7475
▁hunger	-10.7476
▁spies	-10.7476
▁hell	-10.7477
▁slavery	-10.7477
▁dismayed	-10.7477
latter	-10.748
▁watches	-10.748
▁tried	-10.7481
▁shelah	-10.7481
▁course	-10.7482
▁accus	-10.7484
▁fullness	-10.7486
▁alike	-10.7488
▁weighed	-10.7494
▁bent	-10.7506
▁sour	-10.7509
▁eunuchs	-10.751
▁obtained	-10.7514
ier	-10.7515
▁hanging	-10.7515
▁accomplished	-10.7516
▁greeks	-10.7518
▁instructed	-10.7519
▁condemned	-10.7519
▁provided	-10.752
▁inscription	-10.7528
▁seems	-10.7531
arba	-10.7534
▁strengthened	-10.7535
▁wounds	-10.7536
▁aha	-10.754
▁tithes	-10.754
▁snares	-10.755
▁sole	-10.7553
▁approaching	-10.7558
▁hebrews	-10.7574
▁tested	-10.7592
▁sacrificed	-10.7594
▁prophesying	-10.7602
▁ham	-10.761
handed	-10.7621
▁mean	-10.7634
▁plundered	-10.7636
▁tombs	-10.7643
the	-10.7651
▁dip	-10.767
▁prostitutes	-10.7703
▁spreading	-10.7744
▁withers	-10.7802
▁tongues	-10.7807
▁snatch	-10.7816
▁curses	-10.7825
▁tail	-10.7848
▁dig	-10.7874
ch	-10.7887
▁rocks	-10.7908
▁hamath	-10.7929
▁gathers	-10.7951
▁opens	-10.7974
▁borders	-10.8033
▁rush	-10.8059
▁ce	-10.8088
rely	-10.8095
▁compl	-10.8123
▁sanctif	-10.813
▁caus	-10.8149
▁minister	-10.815
▁season	-10.8153
▁respond	-10.8169
▁hor	-10.8173
llowed	-10.8176
▁counsel	-10.8179
▁nurs	-10.8181
▁murderer	-10.8181
▁proverb	-10.8183
▁hoof	-10.8184
▁record	-10.8185
▁oak	-10.8186
▁pot	-10.8187
▁bone	-10.8193
▁includ	-10.8211
▁neglect	-10.8211
▁finish	-10.8213
▁hurl	-10.8219
▁equal	-10.8234
▁secure	-10.8236
▁skillful	-10.8237
▁complain	-10.8237
▁dut	-10.824
▁porch	-10.8242
▁bush	-10.8242
▁zerah	-10.8242
▁ordain	-10.8243
▁addition	-10.8243
▁advantage	-10.8243
▁alert	-10.8243
▁aloud	-10.8243
▁baptist	-10.8243
▁behavior	-10.8243
▁black	-10.8243
▁copy	-10.8243
▁debir	-10.8243
▁eglon	-10.8243
▁excellent	-10.8243
▁gaza	-10.8243
▁gnash	-10.8243
▁jerubbaal	-10.8243
▁joppa	-10.8243
▁macedonia	-10.8243
▁malchijah	-10.8243
▁outcry	-10.8243
▁paralyzed	-10.8243
▁phinehas	-10.8243
▁proportion	-10.8243
▁reclining	-10.8243
▁reply	-10.8243
▁sadducees	-10.8243
▁satraps	-10.8243
▁shackles	-10.8243
▁stick	-10.8243
▁terrify	-10.8243
▁writing	-10.8243
▁argue	-10.8243
▁increasing	-10.8243
▁position	-10.8243
▁withhold	-10.8243
▁commission	-10.8243
▁solemn	-10.8243
▁machir	-10.8243
▁worn	-10.8243
▁martha	-10.8243
▁azariah	-10.8243
▁noise	-10.8243
▁cruel	-10.8243
tical	-10.8243
▁leaf	-10.8243
▁everywhere	-10.8244
▁terah	-10.8244
▁deception	-10.8244
▁colt	-10.8244
▁unintentionally	-10.8244
▁different	-10.8244
▁compassionate	-10.8244
▁dough	-10.8244
▁cleansing	-10.8245
▁announce	-10.8245
▁sir	-10.8245
▁beaten	-10.8245
▁diligently	-10.8245
▁successful	-10.8246
▁delightful	-10.8246
▁rage	-10.8247
▁persuaded	-10.8247
▁exposed	-10.8248
▁grieved	-10.8248
▁eagerly	-10.8249
▁complaint	-10.8249
▁purchased	-10.8251
▁credited	-10.8252
▁sanctified	-10.8253
▁entrusted	-10.8254
▁provisions	-10.8255
▁wedding	-10.8257
▁spices	-10.8264
▁godless	-10.8265
▁leap	-10.8267
▁merchants	-10.8268
▁delivered	-10.8272
▁diseases	-10.8273
▁divisions	-10.8273
▁ble	-10.8273
▁late	-10.8276
▁andrew	-10.8278
▁dogs	-10.8281
▁groaning	-10.8284
▁eastward	-10.8288
▁cords	-10.8291
▁humbled	-10.8295
▁ministers	-10.8301
▁beating	-10.8306
▁pleading	-10.8306
▁vowed	-10.8309
▁failed	-10.831
▁bands	-10.8328
▁beings	-10.8331
▁fasting	-10.8332
▁co	-10.8364
▁baskets	-10.8365
mo	-10.8372
▁towers	-10.8375
▁denie	-10.8378
▁stoned	-10.8402
▁robes	-10.8408
▁lo	-10.8414
▁praised	-10.8436
▁labored	-10.8453
▁site	-10.8453
to	-10.8471
▁ar	-10.8518
▁vines	-10.8524
▁rescues	-10.853
▁roads	-10.8549
▁staying	-10.855
▁ma	-10.8598
by	-10.8631
▁labors	-10.8635
▁intent	-10.8648
▁z	-10.8666
▁drinks	-10.8687
▁mere	-10.8698
age	-10.8743
▁carrie	-10.8748
▁carve	-10.8803
ash	-10.8813
▁compare	-10.8847
▁4	-10.8861
▁tie	-10.8862
▁sh	-10.8888
▁worked	-10.8888
7	-10.8896
red	-10.8901
ath	-10.8915
▁laugh	-10.8943
▁control	-10.9013
▁overseer	-10.9014
▁hivite	-10.9015
▁period	-10.9015
▁citadel	-10.9016
▁oppressor	-10.9018
ish	-10.9018
▁pair	-10.9018
▁sack	-10.9018
▁scale	-10.902
▁idol	-10.9021
gged	-10.9027
▁deliver	-10.9038
▁receiv	-10.9043
▁strip	-10.9044
▁comp	-10.9054
coming	-10.9055
▁swift	-10.9068
▁gloom	-10.9071
▁flam	-10.9072
▁overthrow	-10.9074
▁fortress	-10.9075
ehold	-10.9075
▁gershon	-10.9076
▁bani	-10.9076
▁balsam	-10.9076
▁barak	-10.9076
▁confusion	-10.9076
▁disobedient	-10.9076
▁ephesus	-10.9076
▁kareah	-10.9076
▁laborious	-10.9076
▁magdalene	-10.9076
▁meshullam	-10.9076
▁mislead	-10.9076
▁obstinate	-10.9076
▁proclamation	-10.9076
▁renew	-10.9076
▁shealtiel	-10.9076
▁slept	-10.9076
▁stomach	-10.9076
▁testifies	-10.9076
▁thoroughly	-10.9076
▁thread	-10.9076
▁tread	-10.9076
▁uproar	-10.9076
▁vomit	-10.9076
▁welcome	-10.9076
▁zalmunna	-10.9076
▁aroer	-10.9076
▁broad	-10.9076
▁display	-10.9076
▁security	-10.9076
▁libnah	-10.9076
▁necessary	-10.9076
▁space	-10.9076
▁ahikam	-10.9076
▁sustain	-10.9076
▁twice	-10.9076
▁disperse	-10.9076
▁opportunity	-10.9076
▁safety	-10.9077
▁axe	-10.9077
▁sang	-10.9077
▁myrrh	-10.9077
▁resident	-10.9077
▁watchmen	-10.9077
▁ruth	-10.9077
▁flatter	-10.9077
▁nebu	-10.9078
▁hazor	-10.9078
▁adam	-10.9078
▁avenger	-10.9078
▁appalled	-10.9078
▁attendants	-10.9079
▁blemish	-10.908
▁perez	-10.908
▁hamor	-10.908
▁hermon	-10.908
▁tired	-10.9081
▁helpless	-10.9081
▁confined	-10.9083
▁sentence	-10.9084
▁ramah	-10.9085
▁dressed	-10.9086
▁darkened	-10.9086
▁afar	-10.9093
▁violated	-10.9093
▁abundantly	-10.9094
▁fever	-10.9097
▁total	-10.9097
▁westward	-10.91
▁asia	-10.9104
▁stumbled	-10.9105
▁belly	-10.9107
▁pomegranates	-10.9109
▁aram	-10.9117
▁endured	-10.9117
▁arrested	-10.9118
▁hanged	-10.9119
▁shem	-10.9119
hand	-10.9123
▁weeks	-10.9125
▁ride	-10.9127
▁talked	-10.9129
ant	-10.9136
is	-10.9174
▁girls	-10.9174
▁beg	-10.9177
▁inter	-10.9191
▁fingers	-10.9195
▁armed	-10.9211
▁fighting	-10.9219
ster	-10.9231
▁wickedly	-10.9231
▁sleeping	-10.9235
tently	-10.9293
▁provok	-10.9304
▁con	-10.9317
om	-10.9317
▁delights	-10.9328
▁belonging	-10.9371
▁blessings	-10.9379
▁pile	-10.9391
▁tables	-10.941
▁helped	-10.9413
▁unit	-10.9414
▁plagues	-10.9415
▁lean	-10.9443
▁dim	-10.9474
▁er	-10.9481
▁2	-10.9501
▁bath	-10.9502
▁finding	-10.9503
▁chase	-10.9519
▁thrones	-10.9576
▁rejoices	-10.9666
▁advance	-10.9674
▁ba	-10.9757
▁di	-10.9783
ne	-10.9812
▁ow	-10.9907
▁glean	-10.9911
▁mock	-10.9915
▁festival	-10.992
▁decision	-10.9923
▁sense	-10.9924
▁roman	-10.9926
▁perizzite	-10.9926
▁spear	-10.9928
ors	-10.9928
▁cord	-10.9928
▁greek	-10.9928
▁companion	-10.9929
ab	-10.9936
▁wither	-10.994
▁ransom	-10.9946
scribe	-10.9949
▁slander	-10.9949
▁grasp	-10.9952
▁discover	-10.9954
▁frighten	-10.9955
▁summon	-10.9956
▁noble	-10.9959
▁harden	-10.9959
iel	-10.9968
▁roo	-10.9968
▁silence	-10.9972
oops	-10.9972
▁recline	-10.9972
ph	-10.9974
▁correct	-10.9978
▁thin	-10.9981
▁hunt	-10.9983
▁carcass	-10.9984
▁encourage	-10.9985
▁observe	-10.9985
▁drip	-10.9985
▁task	-10.9986
▁decay	-10.9986
▁poison	-10.9986
▁suppo	-10.9986
zarad	-10.9986
▁apportion	-10.9986
▁assault	-10.9986
▁barabbas	-10.9986
▁craftsmen	-10.9986
▁eighteen	-10.9986
▁ekron	-10.9986
▁eliphaz	-10.9986
▁evidence	-10.9986
▁exhausted	-10.9986
▁gazelle	-10.9986
▁gray	-10.9986
▁hardship	-10.9986
▁horeb	-10.9986
▁hyssop	-10.9986
▁intoxicat	-10.9986
