<unk>	0
<s>	0
</s>	0
<bik>	0
<cbk>	0
<ceb>	0
<eng>	0
<ilo>	0
<jil>	0
<krj>	0
<msb>	0
<pag>	0
<pam>	0
<prf>	0
<rol>	0
<tao>	0
<tgl>	0
<tiu>	0
<tsg>	0
<war>	0
<2eng>	0
<2tgl>	0
<2ceb>	0
▁sa	-2.53222
▁	-3.03129
▁ang	-3.14988
.	-3.24496
▁ug	-3.34295
ng	-3.45477
▁nga	-3.50193
,	-3.57282
mga	-3.66301
-	-4.28352
▁ako	-4.50784
g	-4.52036
▁ka	-4.61122
▁na	-4.69099
▁sila	-4.91071
▁si	-4.92901
▁ginoo	-4.96205
▁siya	-4.96837
iyang	-5.07935
an	-5.08817
▁ko	-5.09027
▁wala	-5.12086
▁ni	-5.14534
▁dios	-5.17813
▁dili	-5.18981
▁kamo	-5.20185
▁niya	-5.22617
▁niini	-5.25224
▁kini	-5.26391
▁pag	-5.34996
▁tawo	-5.43352
y	-5.45352
▁apan	-5.46781
▁kay	-5.46782
▁imo	-5.54099
▁nag	-5.56773
▁unya	-5.56846
▁mo	-5.57807
▁usa	-5.62225
▁man	-5.63287
▁tanan	-5.63374
ilang	-5.63452
▁aron	-5.64654
▁inyo	-5.6805
▁mao	-5.71929
on	-5.72117
▁gi	-5.7267
▁kon	-5.74681
▁nila	-5.75037
!	-5.79857
;	-5.82148
▁katawhan	-5.82925
▁ngadto	-5.84184
▁kaniya	-5.84874
?	-5.85928
▁kanako	-5.86303
▁miingon	-5.86352
▁o	-5.87021
▁didto	-5.88091
▁busa	-5.89191
▁anak	-5.90322
▁pa	-5.90806
▁gikan	-5.92744
▁mi	-5.9412
▁kanila	-5.97737
▁may	-6.02008
a	-6.03105
▁gayod	-6.05486
▁sama	-6.05522
▁kang	-6.05915
▁ninyo	-6.0646
▁diha	-6.09528
▁usab	-6.13603
▁kaninyo	-6.183
▁tungod	-6.19112
▁hari	-6.22616
▁jesus	-6.23851
▁kanimo	-6.24397
▁mag	-6.26564
alang	-6.31087
▁yuta	-6.32311
▁adlaw	-6.3346
▁uban	-6.37742
▁israel	-6.40962
▁ayaw	-6.47873
i	-6.49259
▁maoy	-6.49775
▁ba	-6.49946
▁ingon	-6.56468
▁kami	-6.57858
▁pinaagi	-6.58204
▁bis	-6.60287
▁ma	-6.65859
▁hangtod	-6.7213
▁siyudad	-6.72897
▁kining	-6.74091
▁iya	-6.74802
ingon	-6.76938
▁moises	-6.77463
▁daotan	-6.77828
▁maayo	-6.80395
▁lamang	-6.82154
▁maka	-6.84478
▁karon	-6.85827
▁kinahanglan	-6.87135
▁ikaw	-6.87155
▁unsa	-6.88215
▁tana	-6.88653
▁babaye	-6.89219
▁dapit	-6.8949
▁amahan	-6.91036
▁halad	-6.92168
▁mahimo	-6.94942
▁ti	-6.96843
▁pari	-6.97439
buok	-7.00713
▁gihatag	-7.04253
▁labi	-7.04598
▁bahin	-7.06802
▁sala	-7.08062
▁panahon	-7.09602
▁jerusalem	-7.09657
:	-7.10577
▁nasod	-7.117
▁banay	-7.12397
▁ehipto	-7.1285
▁nakita	-7.13144
ayo	-7.13995
▁niadto	-7.14694
▁mitubag	-7.15362
▁kalibotan	-7.16105
▁gibuhat	-7.16387
▁atubangan	-7.18317
▁duha	-7.1965
▁ila	-7.1974
▁kita	-7.20734
▁balaod	-7.20959
adto	-7.21732
▁sulod	-7.21946
▁m	-7.22949
▁unta	-7.23338
▁giingnan	-7.23471
▁kinsa	-7.23475
▁sumala	-7.23897
▁pangulo	-7.25471
▁kaugalingon	-7.26256
▁lalaki	-7.26912
▁kaliwat	-7.27619
▁balay	-7.28205
▁templo	-7.28892
▁kaayo	-7.29826
▁gamhanan	-7.30736
▁karnero	-7.30934
▁balaan	-7.32107
▁kinabuhi	-7.32112
▁kaaway	-7.34993
▁juda	-7.35413
▁butang	-7.36
▁israelita	-7.3829
▁ngalan	-7.38762
d	-7.38802
among	-7.40557
▁kadto	-7.41005
▁langit	-7.41007
n	-7.41412
▁gipa	-7.41633
▁naka	-7.42033
▁mananap	-7.4347
mtang	-7.43557
▁mahi	-7.437
▁tuig	-7.4435
▁judio	-7.44448
▁pagkaon	-7.45624
dad	-7.46751
▁igsoon	-7.46978
atong	-7.48578
▁gihimo	-7.49438
sayod	-7.50679
▁matarong	-7.51407
▁ngano	-7.52084
▁matag	-7.52997
▁daghan	-7.53705
▁anaa	-7.54491
▁tubig	-7.55683
▁siyag	-7.55971
▁buhaton	-7.56262
batok	-7.56265
▁gahom	-7.57256
abot	-7.57828
▁sugo	-7.58824
▁jacob	-7.58908
▁ra	-7.599
▁dinhi	-7.61066
▁dako	-7.62968
▁taga	-7.63016
p	-7.6315
▁hinuon	-7.63452
▁tinun	-7.63541
▁una	-7.66001
▁nagpuyo	-7.66186
▁diin	-7.66424
▁tolda	-7.66463
▁halaran	-7.67733
▁gidala	-7.68107
▁inig	-7.68467
▁buot	-7.68578
la	-7.68974
▁laki	-7.69393
▁sulugoon	-7.71092
▁gisulti	-7.7179
▁espiritu	-7.7211
tungod	-7.72161
▁bato	-7.72688
▁aaron	-7.73502
▁gawas	-7.73819
▁baka	-7.74228
ampo	-7.75538
▁gisugo	-7.75623
▁angay	-7.76121
▁lai	-7.76634
▁himoon	-7.76691
▁i	-7.76818
▁propeta	-7.77411
▁anghel	-7.77412
▁pagka	-7.77656
alagad	-7.78453
▁bukid	-7.78507
▁bulawan	-7.78535
▁kamot	-7.79323
▁bisag	-7.79381
▁namo	-7.79692
▁kahoy	-7.80043
usab	-7.80248
▁kanamo	-7.80364
▁diosdios	-7.80366
▁pulong	-7.80553
▁nahimo	-7.8081
▁giingon	-7.81278
▁mamatay	-7.81865
▁ganghaan	-7.82245
▁ihatag	-7.82643
ag	-7.83502
▁asawa	-7.8366
▁jose	-7.8534
▁babilonia	-7.85513
ong	-7.85538
▁human	-7.86771
▁kanunay	-7.86928
▁kanasoran	-7.86955
▁adlawa	-7.87233
▁kanato	-7.87742
▁kalayo	-7.8775
▁bisti	-7.88154
▁daw	-7.88943
▁pan	-7.9022
▁kasabotan	-7.91418
▁patay	-7.91438
▁mas	-7.92435
▁ginganla	-7.93103
▁kadagkoan	-7.93531
▁buhat	-7.93866
▁pito	-7.93955
▁katigulangan	-7.94382
▁buhi	-7.94595
aw	-7.9522
▁dugo	-7.95251
tuman	-7.96795
▁tulo	-7.97566
▁dagat	-7.97883
▁lang	-7.98158
▁lawas	-7.98771
▁niana	-7.99401
▁gani	-8.00153
▁suba	-8.0116
▁kaniadto	-8.01511
▁abraham	-8.02439
▁bata	-8.02484
▁miabot	-8.02841
▁bulan	-8.03116
▁ania	-8.03385
▁ulipon	-8.04287
▁kasuko	-8.04798
▁gihapon	-8.05202
▁lungsod	-8.05276
▁nagsulti	-8.05769
▁inahan	-8.05794
▁cristo	-8.0639
anan	-8.06814
▁kondili	-8.07246
▁josue	-8.08196
▁naghimo	-8.0824
▁patyon	-8.08339
▁gabii	-8.08692
▁moingon	-8.0911
iya	-8.09654
sultihan	-8.09727
▁gusto	-8.09803
▁silotan	-8.09963
▁gingharian	-8.10191
▁gugma	-8.10192
▁kamingawan	-8.11205
▁nangutana	-8.11714
▁kasingkasing	-8.11714
▁mahitabo	-8.12231
▁kamatayon	-8.12275
▁makita	-8.12291
▁pablo	-8.13261
▁bino	-8.13783
▁ulo	-8.14312
t	-8.1495
▁sunogon	-8.15147
▁sundalo	-8.15376
▁nagbuhat	-8.16111
▁pipi	-8.16437
s	-8.17169
▁kasundalohan	-8.18049
▁dalan	-8.18766
▁kataposan	-8.19147
ob	-8.19601
▁tawhana	-8.19697
▁pagtuo	-8.20184
▁sukad	-8.21404
o	-8.2201
▁gikuha	-8.22177
▁kahadlok	-8.22342
▁pedro	-8.22506
▁duol	-8.22646
▁juan	-8.24817
▁espada	-8.25397
▁kana	-8.25664
▁pultahan	-8.25985
▁dagha	-8.26175
▁tan	-8.26629
▁sultih	-8.26778
uban	-8.26801
▁magpabilin	-8.27207
▁paghimo	-8.27236
▁moabot	-8.27952
▁ika	-8.28606
antos	-8.29076
▁gayo	-8.29084
▁makakita	-8.29644
▁kalipay	-8.29867
▁ato	-8.30128
▁mensahe	-8.30201
▁plata	-8.30202
▁gisaad	-8.30278
▁opisyal	-8.31441
▁nato	-8.32279
▁kahangtoran	-8.32695
▁hugaw	-8.33057
▁ipa	-8.33245
▁intawon	-8.33328
▁diay	-8.33329
▁isulti	-8.3333
▁nimo	-8.33372
od	-8.34522
▁jordan	-8.34606
▁ihalad	-8.35273
▁kabos	-8.35918
▁bag	-8.36423
▁labaw	-8.36866
ot	-8.37538
▁lain	-8.3782
▁kanding	-8.37874
▁kusog	-8.38931
▁gubat	-8.39316
▁kabungtoran	-8.39887
▁kaalam	-8.39944
▁tingog	-8.40148
▁aduna	-8.40427
▁kan	-8.40556
▁panimalay	-8.40568
▁lana	-8.40568
▁nahitabo	-8.40604
▁magpuyo	-8.40655
▁mata	-8.40778
▁langyaw	-8.40793
▁dayon	-8.40933
▁masayod	-8.41553
▁kahayopan	-8.41942
away	-8.42037
▁silang	-8.42074
▁pagbuhat	-8.42287
▁kahayag	-8.42672
awon	-8.42687
▁maalamon	-8.42865
▁sakop	-8.43181
▁atu	-8.43341
▁himaya	-8.43425
▁pamati	-8.43458
▁nating	-8.43519
▁magtutudlo	-8.44749
▁tumanon	-8.44774
▁levita	-8.44808
dawat	-8.44995
biya	-8.45798
▁kauban	-8.45951
sunod	-8.45974
tas	-8.46007
▁taliwala	-8.46184
▁husto	-8.46204
▁hatagan	-8.46343
▁paingon	-8.49153
kuyog	-8.50067
▁mong	-8.50086
▁batan	-8.50314
▁upat	-8.50784
▁naghatag	-8.51622
▁agalon	-8.52902
▁metros	-8.52905
▁paghalad	-8.5316
▁mangamatay	-8.53677
▁kabukiran	-8.56042
▁sudlanan	-8.56048
ngadto	-8.56362
▁mamati	-8.5684
▁namatay	-8.57647
▁paagi	-8.57693
▁salapi	-8.58526
▁bahandi	-8.59251
awa	-8.59253
▁utlanan	-8.59279
ad	-8.59421
▁bana	-8.59761
▁amihanan	-8.59821
▁kasaulogan	-8.60106
▁tinuod	-8.60106
sulod	-8.60703
▁kasulatan	-8.60941
▁ehiptohanon	-8.61779
▁makig	-8.62153
▁langgam	-8.62626
▁tagboanan	-8.62626
▁higala	-8.62822
▁hunahuna	-8.62846
og	-8.62873
▁moadto	-8.63252
ga	-8.63313
▁tiil	-8.63722
▁layo	-8.63751
▁makahimo	-8.64091
▁lumolupyo	-8.64343
▁binuhat	-8.6459
▁balita	-8.64599
▁lawak	-8.65213
▁walog	-8.65364
buntog	-8.65951
▁isaac	-8.6609
▁motuo	-8.66091
▁nagdala	-8.6632
▁miduol	-8.66336
▁igpapahulay	-8.66975
▁asno	-8.66976
▁moab	-8.6704
but	-8.67454
ila	-8.67507
una	-8.68243
▁david	-8.68768
▁paril	-8.68799
hatag	-8.68891
▁mibiya	-8.69092
▁nanga	-8.69624
▁bunga	-8.69697
awit	-8.69709
▁gibutang	-8.69737
tipon	-8.69858
duol	-8.70199
▁hingpit	-8.70538
▁ibabaw	-8.70901
▁nadungog	-8.718
buhat	-8.7181
▁hangin	-8.72457
▁uma	-8.72829
atubang	-8.73052
▁panganod	-8.73401
▁pagpatay	-8.73402
▁laglagon	-8.73409
▁nakakita	-8.73612
▁katalagman	-8.74351
▁ta	-8.74826
wad	-8.7485
▁hinumdomi	-8.75387
▁makaila	-8.75429
itugyan	-8.75585
▁panahona	-8.75601
▁ingna	-8.75989
▁ubos	-8.76284
▁gipatay	-8.7633
▁hapit	-8.76408
▁kasadpan	-8.76408
▁pundok	-8.77007
▁kampo	-8.77064
▁benjamin	-8.7739
▁efraim	-8.77539
▁sion	-8.78083
▁nakig	-8.78134
▁trono	-8.78254
▁nahibilin	-8.78255
▁toro	-8.78256
▁gihalad	-8.78481
▁yawa	-8.78756
▁kabtangan	-8.79254
▁ihalas	-8.79254
▁gasa	-8.79255
▁tuo	-8.79806
▁lig	-8.80237
▁nagpadala	-8.80298
▁hawanan	-8.80321
▁panan	-8.80712
▁gipili	-8.81384
▁asa	-8.8141
▁kangitngit	-8.81497
▁hustisya	-8.82316
▁ikatulo	-8.82347
▁paghari	-8.82399
▁pang	-8.82761
▁nagsugo	-8.83109
▁pagpa	-8.83174
▁adto	-8.83747
▁butanga	-8.83773
▁palasyo	-8.84397
▁bronsi	-8.8441
▁liyon	-8.8441
▁pagsulti	-8.84443
▁pagkakita	-8.84541
▁himoa	-8.84634
▁buhata	-8.84942
▁sakit	-8.8504
▁esau	-8.85474
▁insenso	-8.85474
▁kalinaw	-8.85502
hunong	-8.85532
▁daplin	-8.85773
tagsa	-8.86024
▁mang	-8.86101
inom	-8.86235
▁ngari	-8.8647
▁tapos	-8.86502
▁milagro	-8.86537
▁pariseo	-8.86549
▁paglaom	-8.86572
▁mosunod	-8.87116
▁gisalikway	-8.8776
anhi	-8.88069
▁balik	-8.88488
▁haligi	-8.88735
▁buangbuang	-8.88758
▁tag	-8.8883
▁unsaon	-8.88979
▁kabayo	-8.89208
▁kaliwatan	-8.89765
▁kaumahan	-8.89846
▁sidlakan	-8.8985
▁magbalantay	-8.89878
▁higayona	-8.90051
▁abot	-8.9006
anon	-8.90144
balita	-8.90295
as	-8.90394
▁tagsa	-8.90401
▁kabu	-8.90569
▁kamatuoran	-8.9097
▁tumana	-8.90998
▁nagtuo	-8.91014
▁panon	-8.91094
▁kahulogan	-8.91229
unsay	-8.91518
▁kuhaon	-8.9213
▁maghimo	-8.92153
▁gipadala	-8.92161
▁lakaw	-8.92392
▁mismo	-8.93256
▁lubnganan	-8.93257
▁hain	-8.9327
▁panit	-8.93321
▁gitugyan	-8.93458
▁panalanginan	-8.93701
▁dayg	-8.93793
▁tambok	-8.93874
▁silot	-8.93899
at	-8.94051
han	-8.9412
os	-8.94279
▁mobalik	-8.94489
▁gitawag	-8.94648
▁dugay	-8.94651
▁nakadungog	-8.9531
▁libot	-8.9534
▁kaluy	-8.95592
▁habagatan	-8.95656
▁pagtuman	-8.95675
▁dapita	-8.96295
▁kadaot	-8.96364
▁agi	-8.96375
padayag	-8.96411
▁manases	-8.96785
▁hatagi	-8.96798
▁napulo	-8.97021
ipakita	-8.97135
▁nasuko	-8.97991
▁luwason	-8.98002
▁makasasala	-8.98145
▁makalilisang	-8.98329
▁gutom	-8.98871
ay	-8.99069
▁kayutaan	-8.9921
▁ikaduha	-8.9922
▁pagsimba	-8.99248
ibutang	-8.99249
▁lima	-8.99368
▁dagko	-8.99487
▁matuod	-8.99798
▁binuhatan	-9.00091
▁canaan	-9.00138
kigsulti	-9.00367
▁dali	-9.004
▁nagkalainlain	-9.00444
▁yahweh	-9.00444
▁gamiton	-9.00457
▁mipadayon	-9.00525
▁damgo	-9.00543
▁giluwas	-9.00696
kadungog	-9.00765
▁kota	-9.00912
▁mokaon	-9.01695
▁mabuhi	-9.01706
▁molungtad	-9.0172
▁diyutay	-9.01791
▁luwasa	-9.01854
▁santo	-9.02197
▁pagkuha	-9.02986
▁sunod	-9.03805
▁isigkatawo	-9.04243
▁trigo	-9.04279
▁makabaton	-9.04291
▁baba	-9.04425
m	-9.04578
▁bakak	-9.04683
▁silangan	-9.04991
▁higayon	-9.05398
▁pagtulo	-9.05581
▁nagpabilin	-9.05704
▁maghalad	-9.05711
▁alagad	-9.05734
▁ilalom	-9.05742
▁matang	-9.06436
anha	-9.0667
▁mahibalo	-9.06673
▁pagkadaotan	-9.06856
▁kasugoan	-9.06944
▁buntag	-9.0696
▁kasamok	-9.07024
▁ulan	-9.07246
▁nagpa	-9.07527
▁job	-9.08188
▁nabucodonosor	-9.0819
▁gipangutana	-9.08218
▁hinungdan	-9.08228
▁ikapito	-9.08228
▁mibalik	-9.08279
▁lino	-9.08348
▁gisulat	-9.08416
▁pagdala	-9.08458
▁pamatia	-9.08757
▁saad	-9.08982
hikap	-9.09121
▁kalangitan	-9.09541
▁paraon	-9.09557
▁makapa	-9.09601
▁magdala	-9.09647
▁dala	-9.09869
▁daygon	-9.09912
▁bulahan	-9.10026
▁kaluoy	-9.10036
▁paghatag	-9.10089
▁nakasala	-9.10911
▁panapton	-9.10911
▁amorihanon	-9.10911
▁kapungot	-9.11002
▁moanhi	-9.11383
▁tanom	-9.11481
▁ray	-9.1149
ahisama	-9.11755
▁basahon	-9.12051
▁kalisdanan	-9.123
▁sanga	-9.12655
atiman	-9.13446
▁amo	-9.13461
nus	-9.13524
▁bay	-9.13608
▁gikinahanglan	-9.13708
▁pagpakasala	-9.13708
▁ruben	-9.13708
▁misulti	-9.13732
▁simon	-9.13812
▁andam	-9.14611
tukod	-9.14772
▁pula	-9.15085
halad	-9.15102
▁buluhaton	-9.15137
▁gilapdon	-9.15137
▁gipanalanginan	-9.15137
▁bungtod	-9.15178
▁gigamit	-9.1545
▁dato	-9.15477
▁matuman	-9.15538
▁edomea	-9.15687
puyo	-9.15981
cristo	-9.16134
▁ilimnon	-9.16586
▁sagbot	-9.16592
▁madugay	-9.16593
▁40	-9.16749
ani	-9.16793
▁12	-9.17103
▁gobernador	-9.18057
▁hilabihan	-9.18057
▁kapuslanan	-9.18071
▁pagkinabuhi	-9.1809
▁tabil	-9.18092
▁lalawigan	-9.18099
▁umaabot	-9.18139
▁gihigugma	-9.18309
▁naglingkod	-9.18386
▁nako	-9.18451
▁galilea	-9.18623
▁jesu	-9.19297
▁tigulang	-9.1955
▁daniel	-9.19551
▁simbahan	-9.19591
▁nagtigom	-9.19622
gamit	-9.19683
tungha	-9.20231
▁agianan	-9.20371
▁puthaw	-9.21065
▁maluwas	-9.2118
▁gipakita	-9.21188
▁nahadlok	-9.21213
▁nganhi	-9.21276
op	-9.21425
▁mosulod	-9.21762
gikan	-9.22289
gkampo	-9.2233
▁balaam	-9.22603
▁krus	-9.22603
▁gipamatay	-9.22604
▁masayr	-9.22606
▁nagsimba	-9.22643
▁makasabot	-9.22667
▁pagbalik	-9.22721
▁igo	-9.22792
▁gilead	-9.22959
▁tumoy	-9.22976
ha	-9.23836
▁sungay	-9.23993
isip	-9.24086
▁pulo	-9.24164
▁halangdon	-9.24165
▁karwahi	-9.24165
▁maghuhukom	-9.2421
▁pamatyon	-9.24224
▁pakigdait	-9.24372
likay	-9.24619
▁pagluwas	-9.24637
▁biyuda	-9.24687
▁suga	-9.24692
,000	-9.24693
▁pagpakig	-9.24706
▁tabon	-9.25312
▁atabay	-9.25466
▁sakayan	-9.2551
luwas	-9.25565
▁kadalanan	-9.25753
▁kaguol	-9.25875
▁kilid	-9.25958
▁hukmanan	-9.26229
▁laban	-9.26329
▁kahibalo	-9.26611
▁nabuhat	-9.27293
▁panalangin	-9.27296
▁awit	-9.27348
▁gideon	-9.27365
▁nawong	-9.27366
▁paglubad	-9.2737
▁katunga	-9.27528
▁kin	-9.27723
▁pagdayeg	-9.27739
▁mohatag	-9.27881
▁ala	-9.28056
▁mahadlok	-9.28416
dan	-9.28662
▁asiria	-9.28907
▁kaigsoonan	-9.29005
▁sukaranan	-9.2901
▁maghari	-9.29057
▁gisuginlan	-9.2907
▁inigka	-9.29164
▁gipu	-9.29231
▁yutaa	-9.29282
▁alaot	-9.29338
himuot	-9.29524
sangpit	-9.29545
▁parasan	-9.2955
tawag	-9.29648
▁buta	-9.29773
▁puno	-9.30217
lipay	-9.30223
▁saksi	-9.3036
ta	-9.30478
▁kabataan	-9.30672
▁kalungsoran	-9.30672
▁kapatagan	-9.30672
▁seremonyas	-9.30672
▁tulomanon	-9.30672
▁apostoles	-9.30672
kita	-9.30913
▁nahi	-9.32365
▁kasikbit	-9.32366
▁nangamatay	-9.32366
▁matahom	-9.32367
▁bili	-9.32387
▁harina	-9.32441
▁mitindog	-9.32475
▁naghunahuna	-9.32507
▁gisunog	-9.32597
▁unod	-9.3302
▁patubo	-9.33378
▁laraw	-9.33465
sa	-9.33793
baligya	-9.33806
▁guwardiya	-9.34091
▁hinigugma	-9.34091
▁abimelec	-9.34091
▁abram	-9.34091
▁maria	-9.34091
▁samson	-9.34091
▁makakaon	-9.34104
▁mahiagom	-9.34105
▁ipadala	-9.34114
▁diserto	-9.3414
▁mahanaw	-9.34162
▁dungog	-9.35093
▁motuman	-9.35573
dangop	-9.3559
▁olibo	-9.35845
▁trumpeta	-9.35845
▁pilato	-9.35846
▁dughan	-9.35852
▁tingali	-9.35863
matngon	-9.35917
▁sungkod	-9.35983
▁kadaghan	-9.35988
▁makadungog	-9.3608
▁malipayon	-9.37038
▁kasakit	-9.37199
laglag	-9.37238
▁tugot	-9.37315
▁tudlo	-9.37327
▁gad	-9.37383
▁katungod	-9.37469
unom	-9.37607
▁ginikanan	-9.37631
▁siyudara	-9.37631
▁sinagoga	-9.37635
san	-9.37735
▁motubag	-9.37934
▁tali	-9.38035
▁taas	-9.3834
k	-9.38613
▁pana	-9.39236
▁gun	-9.39317
▁levi	-9.3944
▁mardoqueo	-9.39449
▁ilhanan	-9.39449
▁hayop	-9.39449
▁gidaghanon	-9.3945
▁bangis	-9.39453
▁isipon	-9.39497
▁migula	-9.39513
▁dan	-9.39574
▁sapa	-9.40611
sugod	-9.40943
▁panag	-9.41163
▁grasya	-9.41301
▁pinili	-9.41301
▁manganak	-9.41305
▁mahugaw	-9.41328
▁isalikway	-9.41333
▁mosulti	-9.41346
▁naghari	-9.41425
pahibalo	-9.41947
▁paras	-9.42587
apil	-9.42836
▁tuyo	-9.42931
▁filistihanon	-9.43188
▁mesiyas	-9.43188
▁sinugo	-9.43188
▁pasayloon	-9.4319
▁gibiyaan	-9.43193
▁buhok	-9.43242
▁mituo	-9.43373
▁giandam	-9.43451
higugma	-9.44105
itugot	-9.44168
onon	-9.45106
▁karne	-9.45109
▁isda	-9.45111
▁nangita	-9.45115
hiusa	-9.4514
▁pulos	-9.45148
▁ester	-9.45166
▁bug	-9.45243
▁nagbarog	-9.45355
▁makasulod	-9.45362
hangyo	-9.45508
▁paghukom	-9.45582
▁tunga	-9.46024
lapas	-9.46087
▁nan	-9.46146
▁gitudlo	-9.46603
dumala	-9.46897
▁dalunggan	-9.47071
▁pagkamatarong	-9.47075
▁makasala	-9.47076
▁pagbuot	-9.4722
▁magpadayon	-9.47268
sulat	-9.47334
hukom	-9.47522
▁sako	-9.4753
▁dugang	-9.47713
puno	-9.47756
▁sir	-9.4805
tan	-9.48571
▁lunsay	-9.49072
▁kilo	-9.49073
▁naglaraw	-9.49087
▁nagdilaab	-9.49099
▁nasayran	-9.49167
ip	-9.49396
gpadayon	-9.49514
▁makaon	-9.49705
▁baal	-9.4973
▁sulti	-9.49888
▁apo	-9.49926
is	-9.50309
▁kuhaa	-9.50347
sukol	-9.51004
▁nasora	-9.51112
▁raquel	-9.51112
▁sedekias	-9.51112
▁kalapasan	-9.51121
▁paagiha	-9.51137
▁nanumpa	-9.51143
▁maulawan	-9.51274
▁pagpuyo	-9.51799
▁hinlo	-9.51827
▁larawan	-9.51919
dayeg	-9.52392
▁hukman	-9.52735
▁kalisang	-9.52875
wagtang	-9.53195
▁herodes	-9.53195
▁jeremias	-9.53195
▁jerico	-9.53195
▁tatsa	-9.53195
▁hinimo	-9.53197
▁binhi	-9.53197
▁kadaogan	-9.53198
▁katingalahan	-9.53198
▁mangita	-9.53199
▁canaanhon	-9.53204
▁tungatunga	-9.53257
▁tig	-9.53686
▁kahibulongan	-9.53804
lingkod	-9.53985
▁hukom	-9.5412
▁hinginlan	-9.54259
▁magtutuo	-9.55323
▁ubas	-9.55323
▁kaluwasan	-9.55335
▁nagmando	-9.55492
▁nagtudlo	-9.55534
▁judas	-9.55583
nsang	-9.5599
▁masakiton	-9.56067
obon	-9.56544
▁tinguha	-9.56769
▁katarong	-9.56948
▁bakakon	-9.5702
▁isigka	-9.57494
▁eleazar	-9.57497
▁paryenti	-9.57497
▁kamagulangan	-9.57497
▁bitin	-9.57497
▁tanaman	-9.57498
▁sinai	-9.57498
atbang	-9.575
▁uhay	-9.57502
▁nahisulat	-9.57507
▁milakaw	-9.57526
▁isulat	-9.5756
▁gitigom	-9.57586
▁sayop	-9.57588
▁kaayohan	-9.57624
▁pako	-9.57674
▁siquem	-9.57789
▁natawo	-9.57812
▁madawat	-9.57873
▁nagtukod	-9.58107
▁masuko	-9.58221
▁kaha	-9.58473
▁malipay	-9.58671
▁kadaotan	-9.58715
id	-9.58857
pasidungog	-9.59043
am	-9.59116
▁katungdanan	-9.59719
▁pagkabuntag	-9.59721
▁misinggit	-9.59737
▁kusgan	-9.59762
▁dawaton	-9.59782
▁gikasilagan	-9.59798
kop	-9.59855
▁makaluwas	-9.59883
ma	-9.59901
▁panganay	-9.59907
▁pahumot	-9.59931
tubag	-9.60303
▁magtuman	-9.60661
▁lit	-9.61277
▁magpa	-9.61402
susi	-9.6177
gtindog	-9.61802
▁bituon	-9.61992
▁pagtrabaho	-9.61992
▁sagrado	-9.61992
▁nanganak	-9.61999
▁lebanon	-9.62004
▁nagkuha	-9.62028
▁tabangi	-9.62047
▁pagsaylo	-9.62058
▁gisimba	-9.62059
▁matapos	-9.62115
▁manga	-9.62477
tabang	-9.62959
▁mahalon	-9.63091
▁puti	-9.63415
sukod	-9.63653
usa	-9.6388
▁tabok	-9.63915
ihap	-9.64114
basa	-9.64146
sukad	-9.64162
gahin	-9.64289
▁kamelyo	-9.64318
▁mangutana	-9.64318
▁noe	-9.64318
▁samaria	-9.64319
▁mipauli	-9.6432
▁pagkagamhanan	-9.6432
▁abog	-9.64369
▁pagpapas	-9.64369
▁gipahimutang	-9.6445
▁nabati	-9.64482
dasig	-9.64749
tungas	-9.64889
▁paglipay	-9.64997
sunog	-9.65018
▁kalag	-9.6511
unsa	-9.66484
▁garbo	-9.66696
▁bungbong	-9.66699
▁dihadiha	-9.66699
▁gagmay	-9.66699
▁galamiton	-9.66699
▁pinulongan	-9.66699
▁tore	-9.66699
▁barko	-9.66699
▁gisilotan	-9.667
▁betel	-9.66703
▁lanaw	-9.66705
▁rayna	-9.66705
▁puy	-9.66753
ang	-9.66818
▁buhis	-9.6686
dakop	-9.66935
▁pagsilot	-9.66987
▁20	-9.67017
▁gitugot	-9.67083
lig	-9.672
dala	-9.67202
patawag	-9.67343
silag	-9.67526
luy	-9.67645
▁sulong	-9.6771
andam	-9.67837
▁panuigon	-9.67925
▁hi	-9.67929
nha	-9.67959
▁sinugdan	-9.68489
unay	-9.68619
ra	-9.68765
▁mapahi	-9.68976
hi	-9.69043
▁simeon	-9.69138
▁patya	-9.69138
▁ginamit	-9.69138
▁mopatay	-9.69139
▁namati	-9.69146
▁nagbangotan	-9.69153
▁biyai	-9.69163
▁tupad	-9.69199
tapos	-9.69232
kat	-9.69369
▁gihangyo	-9.69511
▁tiro	-9.696
hulat	-9.69902
gawas	-9.704
ba	-9.70533
ok	-9.70835
sugat	-9.71178
▁kalit	-9.71187
tugot	-9.71304
▁sambingay	-9.71514
▁kagabhion	-9.71638
▁balak	-9.71638
▁isaias	-9.71638
▁tigumon	-9.71638
▁bukog	-9.71642
▁kuwarta	-9.71671
▁isangyaw	-9.7168
▁naglakaw	-9.71709
▁kadugo	-9.71839
▁basan	-9.71866
▁mopuyo	-9.72306
▁nagka	-9.72353
▁pasalamat	-9.72496
▁sayo	-9.73247
nalipod	-9.73598
isa	-9.7375
▁dalangpanan	-9.74202
▁katigayonan	-9.74202
▁yelo	-9.74202
▁satanas	-9.74203
▁lamisa	-9.74205
▁kupa	-9.74205
▁ikaupat	-9.74205
▁kagawasan	-9.74208
▁tabla	-9.74211
▁mahibilin	-9.74216
▁mogula	-9.74337
ugos	-9.74418
▁maghukom	-9.74447
▁haman	-9.74464
▁panabot	-9.74534
▁pagtahod	-9.74547
▁pino	-9.74561
▁gilibot	-9.74713
▁pagtabang	-9.74738
▁baga	-9.74964
▁oo	-9.75556
▁mihapa	-9.7583
▁nakapa	-9.75854
▁tiilan	-9.76106
tabok	-9.76473
saad	-9.76643
▁asul	-9.76833
▁pamilya	-9.76833
▁bukton	-9.76834
▁sidro	-9.76834
▁gabhiona	-9.76843
▁dulon	-9.76846
▁dalaga	-9.76883
tinud	-9.76895
saksi	-9.76971
▁pasidunggan	-9.7706
▁tabangan	-9.77095
▁panalipdan	-9.77178
▁daan	-9.77343
angkon	-9.77379
▁habog	-9.77728
im	-9.78222
▁pagsulod	-9.78393
tugyan	-9.78416
▁su	-9.78665
▁papan	-9.78772
ipahamtang	-9.78858
gpaabot	-9.79065
luoy	-9.79532
▁judea	-9.79536
▁salampati	-9.79536
▁santiago	-9.79536
▁toriyo	-9.79536
▁mopauli	-9.79538
▁kasaligan	-9.7954
▁putli	-9.79542
▁sodoma	-9.79614
▁pagbantay	-9.79644
▁makatabang	-9.79671
▁nagsalig	-9.79749
▁labot	-9.79903
▁aso	-9.79917
▁libo	-9.79937
tuod	-9.8002
▁mando	-9.80021
▁malu	-9.80142
ka	-9.80175
subay	-9.80187
▁pagtan	-9.80194
▁sapot	-9.80292
▁katahom	-9.80452
▁pagtukod	-9.80465
baton	-9.80472
▁tunglo	-9.80555
5	-9.8074
li	-9.80769
uli	-9.80928
▁ai	-9.81069
▁buhian	-9.8143
uyon	-9.81737
it	-9.81937
▁tug	-9.81963
▁lot	-9.82164
es	-9.82194
hisgot	-9.82278
▁ezequias	-9.82314
▁hudno	-9.82314
▁kadagatan	-9.82314
▁pasagdi	-9.82314
lugsong	-9.82314
▁eskina	-9.82314
▁igera	-9.82314
▁amonihanon	-9.82314
▁litro	-9.82316
▁mamunga	-9.82323
▁higugmaa	-9.82331
▁mikuha	-9.82345
▁silingan	-9.82399
▁gilubong	-9.82441
▁namauli	-9.8248
▁magkuha	-9.82591
▁milingkod	-9.82653
▁kasal	-9.82783
ambit	-9.82787
▁tukor	-9.83052
▁nailog	-9.83071
▁adtoa	-9.83108
▁nadawat	-9.83167
▁atop	-9.83341
e	-9.83754
▁tin	-9.83849
▁bet	-9.83944
abog	-9.84167
in	-9.84312
▁50	-9.84367
salikway	-9.84488
kighilawas	-9.84707
lansang	-9.85064
▁felipe	-9.85171
▁gigutom	-9.85171
▁kabaybayonan	-9.85171
▁pagkagabii	-9.85171
▁kagulangon	-9.85171
▁kutob	-9.85171
▁kahiladman	-9.85172
▁karaan	-9.85194
▁bilanggoan	-9.85195
▁magsulti	-9.85207
▁gidaugdaog	-9.85223
▁gud	-9.85232
▁magtagad	-9.85239
▁damasco	-9.85254
ig	-9.85413
▁giilog	-9.85447
▁nagpili	-9.85511
bangon	-9.85771
tinguha	-9.85828
ak	-9.85856
abli	-9.85913
▁katarongan	-9.86005
duha	-9.86008
humot	-9.8602
▁harianon	-9.86453
daghan	-9.86487
▁giayo	-9.87263
▁samad	-9.87276
los	-9.87352
ar	-9.87403
▁hebreo	-9.88112
▁kombira	-9.88112
▁neftali	-9.88112
▁rebecca	-9.88112
▁kalaglagan	-9.88122
▁tubod	-9.88127
▁naglibot	-9.88134
▁nahibulong	-9.88212
▁biyaan	-9.88255
▁singgit	-9.88354
▁agila	-9.88362
ygon	-9.88526
▁mabuntog	-9.88528
▁gidayeg	-9.88582
pa	-9.88583
▁saulo	-9.88598
▁sara	-9.88637
supak	-9.88766
▁sihon	-9.88805
palit	-9.88886
▁gitudloan	-9.89067
bahinbahin	-9.89093
▁30	-9.89251
sangyaw	-9.90191
itambo	-9.90355
▁makighilawas	-9.90371
naog	-9.90573
▁abo	-9.90627
▁aser	-9.90892
angin	-9.90927
▁pangasaw	-9.90932
dungog	-9.90969
▁sumbong	-9.90982
un	-9.91134
▁argulya	-9.91142
▁balhibo	-9.91142
▁delana	-9.91142
▁kahimanan	-9.91142
▁kerubin	-9.91142
▁langub	-9.91142
▁malinawon	-9.91142
▁manluluwas	-9.91142
▁nakaplagan	-9.91142
▁tabunok	-9.91142
▁ikalima	-9.91144
▁alpa	-9.91144
▁ikapulo	-9.91146
▁kupo	-9.91146
▁molampos	-9.91162
▁pagbangotan	-9.91165
agulo	-9.91167
▁gitakda	-9.91199
▁paglakaw	-9.91219
▁mosimba	-9.9122
▁ibaligya	-9.91232
▁masupilon	-9.91234
▁inay	-9.91236
▁nagkabayo	-9.9125
▁nagwali	-9.91258
▁midagan	-9.91283
latas	-9.91308
▁panaad	-9.91328
▁nagdumili	-9.91371
▁sukod	-9.91395
▁gisugilon	-9.91462
▁pagpalit	-9.91646
▁nahimutangan	-9.91658
▁kataw	-9.91878
▁padulong	-9.9195
gpasalamat	-9.92041
b	-9.92107
▁tambag	-9.92326
▁panaw	-9.92549
pakuha	-9.93071
barog	-9.93444
▁hubo	-9.93501
▁nahibalo	-9.93637
hon	-9.93746
kabati	-9.93759
ibubo	-9.93912
dugang	-9.94117
▁giyawaan	-9.94267
▁udyong	-9.94267
▁pagpamati	-9.94268
▁boas	-9.94268
▁kahimtang	-9.94268
▁ngipon	-9.94268
▁managsama	-9.94269
▁pisi	-9.9427
▁pagsulong	-9.94274
▁salawayon	-9.94275
▁elias	-9.94276
bitik	-9.94279
▁magmalipayon	-9.94282
▁pagpangita	-9.94293
iyahon	-9.94298
dor	-9.94313
▁matawo	-9.94327
▁tinub	-9.94333
▁puohon	-9.94337
▁gahi	-9.94354
▁zabulon	-9.94358
▁siria	-9.9452
▁gidakop	-9.94708
pabilin	-9.95016
▁nagun	-9.95148
▁misamo	-9.95277
▁punoan	-9.95605
ingnon	-9.95773
el	-9.9582
panuigon	-9.95848
po	-9.95927
hinginlan	-9.95952
gpakitabang	-9.96186
tingala	-9.96435
▁pay	-9.96567
▁h	-9.96649
▁utang	-9.96823
▁sugoa	-9.96848
▁ligid	-9.96993
▁gita	-9.97012
▁ugma	-9.97018
▁milu	-9.97091
▁hinumdoman	-9.97216
tabonan	-9.97357
▁ismael	-9.97492
▁hesbon	-9.97493
▁kabalayan	-9.97493
▁naninggit	-9.97494
▁timawa	-9.97495
▁ikanapulo	-9.97495
▁balangay	-9.97501
▁kawatan	-9.97508
▁makapugong	-9.97509
pagawas	-9.97509
▁makasulti	-9.97516
▁katubigan	-9.97546
▁dawata	-9.97552
▁kabalaka	-9.97599
▁gibilanggo	-9.97695
lag	-9.97716
▁moagi	-9.97774
▁pagsalig	-9.97802
▁silbi	-9.97805
▁nagbisti	-9.97922
hanaw	-9.98269
▁paglaglag	-9.98383
▁mahinlo	-9.98525
▁moinom	-9.98662
kastigo	-9.99149
tod	-9.99308
babilonia	-9.99346
did	-9.99455
pili	-9.99686
▁ilo	-9.9985
balhin	-10.001
matuod	-10.0019
▁gub	-10.0028
▁nagtan	-10.003
▁napulog	-10.0059
malik	-10.0072
l	-10.0074
▁bernabe	-10.0083
▁binilanggo	-10.0083
▁magtatambag	-10.0083
▁kapitan	-10.0083
▁ilubong	-10.0085
▁iro	-10.0085
▁lea	-10.0086
▁gimahal	-10.0092
▁gipangayo	-10.0093
▁mapuno	-10.0104
▁liog	-10.0108
▁makahatag	-10.0121
▁n	-10.0123
▁kilat	-10.0144
ri	-10.0144
▁tindog	-10.0154
timan	-10.0164
had	-10.0229
panaw	-10.0258
sugilon	-10.0275
himut	-10.028
uyog	-10.0292
agianan	-10.0305
ilog	-10.032
puli	-10.0384
▁kulon	-10.0392
labay	-10.0404
▁kamatay	-10.0423
▁awtoridad	-10.0427
▁caleb	-10.0427
▁dahon	-10.0427
▁emperador	-10.0427
▁eufrates	-10.0427
▁hinagiban	-10.0427
▁mediteraneo	-10.0427
▁sampinit	-10.0427
▁zacarias	-10.0427
▁hitihanon	-10.0427
▁tagda	-10.0428
▁midianhon	-10.0428
▁pagkaalaot	-10.0428
▁panagway	-10.0429
▁diri	-10.043
sangkap	-10.043
▁nahisama	-10.0431
▁maghinulsol	-10.0435
▁malaglag	-10.0451
▁naghilak	-10.0457
▁kaulawan	-10.0466
▁mangayo	-10.0468
▁pagtudlo	-10.047
▁pagpili	-10.0478
▁sulat	-10.0479
kad	-10.0496
▁pagsunog	-10.0498
panalipod	-10.0498
▁mubo	-10.0502
salo	-10.0511
pasabot	-10.0511
sama	-10.0527
▁gamay	-10.0563
▁inila	-10.0566
▁gidawat	-10.0592
gapos	-10.0594
▁1	-10.0612
ari	-10.0614
bo	-10.0643
pasagdan	-10.065
▁ting	-10.0651
kabat	-10.0685
▁misali	-10.0693
▁naayo	-10.0722
u	-10.0728
▁butangi	-10.0745
ngandoy	-10.075
ataki	-10.0754
▁nagpakita	-10.077
▁simbaha	-10.0779
▁baruc	-10.0785
▁gibeah	-10.0785
▁bulak	-10.0785
▁bililhon	-10.0785
▁sisera	-10.0785
▁magsoon	-10.0785
▁acasia	-10.0785
▁pagpakiggubat	-10.0785
▁batid	-10.0785
▁pasayloa	-10.0785
▁luha	-10.0785
▁nanglakaw	-10.0785
▁nangahadlok	-10.0785
▁kastigohon	-10.0786
▁yayongan	-10.0786
▁baye	-10.0786
▁70	-10.0786
▁nagkinabuhi	-10.0792
▁kagamhanan	-10.0794
nggula	-10.0806
▁gigukod	-10.0806
▁dugos	-10.081
▁nahulog	-10.0812
▁ha	-10.0817
▁pangandam	-10.0826
▁pagpakitabang	-10.0826
pasalamat	-10.0838
tahod	-10.0848
▁nahibaloan	-10.0857
▁kasubo	-10.0866
▁nagbaligya	-10.0869
▁makuha	-10.0871
ko	-10.0888
▁pasidaan	-10.0889
▁pikas	-10.0907
kasabot	-10.0909
▁limbongan	-10.0953
▁nagsunod	-10.0987
▁latas	-10.1003
▁pagdawat	-10.1036
▁pun	-10.1057
▁tawgon	-10.1059
▁gisul	-10.1072
ab	-10.1072
law	-10.1086
▁nahimutang	-10.1093
ug	-10.1098
▁bangon	-10.1102
c	-10.1125
dani	-10.1126
ti	-10.1132
▁cades	-10.1155
▁isacar	-10.1155
▁jefta	-10.1155
▁jonas	-10.1155
▁negeb	-10.1155
▁prinsipe	-10.1155
▁sentimetros	-10.1155
▁tawhanon	-10.1155
▁romanhon	-10.1155
▁taming	-10.1155
▁minasa	-10.1156
▁dila	-10.1156
▁makapatay	-10.1156
▁tamar	-10.1156
▁mamaayo	-10.1156
▁nun	-10.1156
▁mipaingon	-10.1157
▁higugmaon	-10.1158
▁mabanhaw	-10.1159
▁mahulog	-10.1162
▁bagyo	-10.1166
▁pagwali	-10.1172
▁maluoy	-10.1172
▁nakit	-10.1172
▁gitamb	-10.1173
hod	-10.118
▁gika	-10.118
▁bantogan	-10.1185
anam	-10.1186
hiuli	-10.1199
▁luyo	-10.1204
▁ulay	-10.1244
ibalik	-10.1246
▁binuang	-10.1262
▁mausab	-10.128
ahi	-10.1281
▁kahumot	-10.1286
▁pin	-10.1294
lalom	-10.1335
▁panalipod	-10.1339
▁gipang	-10.1381
padulong	-10.1392
al	-10.1401
bulag	-10.1423
▁tinago	-10.1426
tultol	-10.1433
supil	-10.1488
ninguha	-10.1513
▁salamangkero	-10.154
▁solomon	-10.154
▁amen	-10.154
▁hebron	-10.154
▁panggubatan	-10.154
▁seol	-10.154
▁tubag	-10.154
▁mosulong	-10.154
▁ikasulti	-10.154
▁higdaanan	-10.154
▁pagpakighilawas	-10.1542
▁gipakaulawan	-10.1543
▁gipanalipdan	-10.1543
▁gisulong	-10.1544
▁magsimba	-10.1545
▁misimba	-10.1546
▁iuli	-10.1547
▁tunglohon	-10.1553
ut	-10.156
▁nanagan	-10.1563
▁gihunahuna	-10.1567
▁tubagon	-10.1576
▁suhol	-10.1608
ihaw	-10.168
▁bugto	-10.1717
tudlo	-10.1736
agi	-10.1743
▁ganti	-10.1747
▁sunogonon	-10.1822
silot	-10.1844
▁adtoan	-10.1862
kaylap	-10.19
tagbo	-10.1909
▁pasipa	-10.1928
▁esdras	-10.194
▁kilometro	-10.194
▁minahal	-10.194
▁misulong	-10.194
▁sebada	-10.194
▁kamahalan	-10.194
▁lasang	-10.194
▁panagtigom	-10.194
▁ayohon	-10.194
▁banhawon	-10.194
▁manumpa	-10.194
▁awaaw	-10.194
lukso	-10.194
▁tigpanalipod	-10.1941
▁ibilin	-10.1941
▁gipangita	-10.1942
▁makakaplag	-10.1942
▁nangulo	-10.1943
▁mahibalik	-10.1944
▁patalinghogi	-10.1946
basin	-10.1947
▁pagsulay	-10.1956
▁pangayoon	-10.1959
▁motubo	-10.196
▁pagtigom	-10.1964
likod	-10.1967
▁nilo	-10.1971
▁kohat	-10.1985
▁hangyo	-10.1986
mingaw	-10.2
lamay	-10.2012
▁landong	-10.2016
ling	-10.2048
▁kahadloki	-10.2052
▁ilhon	-10.2062
▁paningkamot	-10.2065
▁sidon	-10.2089
▁dapig	-10.2116
▁subay	-10.2159
▁tam	-10.2167
lisod	-10.218
▁isul	-10.2228
pagula	-10.2236
▁tima	-10.2245
▁lag	-10.231
▁ihawon	-10.2322
▁pait	-10.2324
▁gipasipa	-10.2326
gisi	-10.2331
sulayan	-10.2337
tulog	-10.2344
▁sunoga	-10.2352
▁baybayon	-10.2356
▁giuhaw	-10.2356
▁kalimti	-10.2356
▁kaparasan	-10.2356
▁katilingban	-10.2356
▁simbahon	-10.2356
▁pasibsibanan	-10.2356
▁baboy	-10.2356
▁naomi	-10.2356
▁pangpang	-10.2356
▁gimandoan	-10.2356
▁inadlaw	-10.2356
▁pagdali	-10.2357
▁gihisgotan	-10.2357
▁sibsibanan	-10.2357
▁hunong	-10.2358
▁itaas	-10.2358
▁pilion	-10.2359
▁pagkabihag	-10.236
▁ngil	-10.2361
▁pagsabot	-10.2361
▁gibayaw	-10.2363
▁pagkatapos	-10.2364
▁mispa	-10.2369
▁tapol	-10.2369
▁gipasaylo	-10.2371
kaliwat	-10.2375
▁gibubo	-10.2375
▁ipadayag	-10.2376
▁miagi	-10.2385
▁arka	-10.239
▁persia	-10.239
▁pakan	-10.2397
▁pagmando	-10.2397
▁maglipay	-10.2404
▁makapana	-10.241
▁labihan	-10.2411
▁lin	-10.2432
▁naglak	-10.2449
▁tahor	-10.2472
tumba	-10.2516
ilalom	-10.2517
▁mosali	-10.2519
▁gikahimu	-10.2533
▁nahinumdom	-10.2536
lumpag	-10.2583
▁batoon	-10.2604
▁hala	-10.2624
▁mouban	-10.2636
▁ku	-10.2638
▁hilak	-10.264
balaan	-10.2652
tabon	-10.2654
patingog	-10.2667
takos	-10.2701
ulan	-10.2724
pakanaog	-10.2742
israelita	-10.2753
▁gisangyaw	-10.2768
▁tago	-10.2789
abugon	-10.2791
▁bintana	-10.2791
▁dumuduong	-10.2791
▁epod	-10.2791
▁makaplagan	-10.2791
▁nagkatibulaag	-10.2791
▁panaksan	-10.2791
▁ruth	-10.2791
▁jebusihanon	-10.2791
▁namuyo	-10.2791
▁sandalyas	-10.2791
▁yugo	-10.2791
▁trabaho	-10.2791
▁patibulaagon	-10.2791
▁elam	-10.2791
▁pukot	-10.2791
▁badlongon	-10.2792
▁nakapatay	-10.2792
ingilin	-10.2792
▁sukdanan	-10.2792
▁hamat	-10.2792
▁tinunglo	-10.2792
▁magbangotan	-10.2792
▁mangasawa	-10.2792
▁maligo	-10.2793
▁balod	-10.2793
▁makaikyas	-10.2795
▁binihag	-10.2804
▁mahimayaon	-10.2804
▁alahas	-10.2804
hait	-10.2806
▁nagbantay	-10.2806
▁mitubo	-10.2806
▁nakuha	-10.2807
▁maangkon	-10.2812
▁susih	-10.2817
▁nawala	-10.2822
▁ugangan	-10.2827
▁gikaon	-10.2831
▁gipanag	-10.284
▁mitabang	-10.284
▁managan	-10.2847
▁korona	-10.2849
▁padayon	-10.2853
▁kawang	-10.2857
himo	-10.2864
▁kalisod	-10.29
duaw	-10.2915
subo	-10.2939
oban	-10.2975
▁kadasig	-10.2984
ulog	-10.3027
▁kalig	-10.303
tindog	-10.3044
▁gamita	-10.3064
igo	-10.3168
kakita	-10.3175
las	-10.3187
gdumot	-10.321
luya	-10.321
hu	-10.3213
inyo	-10.3213
salop	-10.3213
▁lagda	-10.3217
ngomusta	-10.322
▁kadena	-10.3224
▁makit	-10.3229
asingkasing	-10.3245
▁gihabugon	-10.3246
▁joakim	-10.3246
▁kakahoyan	-10.3246
▁ninibe	-10.3246
▁presensya	-10.3246
▁hagar	-10.3246
▁handomanan	-10.3246
▁kaisog	-10.3246
▁kinaiya	-10.3246
▁yamog	-10.3246
▁pagmaya	-10.3246
▁hapon	-10.3246
▁gyod	-10.3247
atang	-10.3248
▁manghod	-10.3248
▁namiya	-10.3248
▁nagdamgo	-10.3249
▁pagkatawo	-10.3249
▁malisang	-10.3255
▁ilabay	-10.3256
▁duhaduha	-10.3258
▁bakol	-10.3259
▁gibanhaw	-10.3259
▁gibiaybiay	-10.3267
▁naandan	-10.3268
▁maunsa	-10.327
adlaw	-10.3276
▁tubaga	-10.3277
▁milabay	-10.328
▁panumpa	-10.328
▁kabilin	-10.3289
ikunsa	-10.3295
▁lumpagon	-10.3306
▁pakaulawan	-10.3306
▁betlehem	-10.3306
▁siloti	-10.3309
▁espiya	-10.3315
▁kalan	-10.3329
▁likod	-10.3338
▁matinumanon	-10.3338
salig	-10.3341
▁kahadlokan	-10.3347
malit	-10.3387
▁tudloan	-10.3415
ros	-10.3429
▁suginl	-10.3441
aaron	-10.3448
▁pakit	-10.3468
▁naluk	-10.349
▁25	-10.3519
14	-10.3543
▁hin	-10.3543
ngitngit	-10.3594
angulo	-10.3603
hunahuna	-10.3626
8	-10.365
ya	-10.3656
tay	-10.3664
dili	-10.3668
▁higot	-10.3672
na	-10.3682
liko	-10.37
mando	-10.37
▁eli	-10.3701
hugawhugaw	-10.3704
putli	-10.3708
▁tinuli	-10.372
papuy	-10.3721
▁ahasuero	-10.3722
▁dario	-10.3722
▁igdidihog	-10.3722
▁kantidad	-10.3722
▁katuyoan	-10.3722
▁kukaluoy	-10.3722
▁lagsaw	-10.3722
▁lazaro	-10.3722
▁makadiyot	-10.3722
▁miqueas	-10.3722
▁napukan	-10.3722
▁tigpak	-10.3722
▁arnon	-10.3722
▁gikahadlokan	-10.3722
▁agtang	-10.3722
▁kabuntagon	-10.3722
▁panihapon	-10.3722
▁lunhaw	-10.3722
▁panalipdi	-10.3722
▁mikaon	-10.3722
▁semana	-10.3722
ingnanay	-10.3722
▁ananias	-10.3723
▁nagkinahanglan	-10.3723
▁linibo	-10.3723
▁makalingkawas	-10.3725
anting	-10.3727
▁tiyan	-10.373
▁langitnon	-10.3734
tangtang	-10.3734
▁ipabuhat	-10.3734
▁mini	-10.3735
▁mahinungdanon	-10.3736
▁tulisan	-10.3736
▁nagbati	-10.3736
▁mailog	-10.3739
▁sanglit	-10.3742
▁tagoanan	-10.3742
▁paubani	-10.3744
ipanumpa	-10.3744
▁laray	-10.376
▁labh	-10.3763
▁gipahamtang	-10.3763
▁lahi	-10.3764
▁tigom	-10.3777
▁misaka	-10.379
▁nalisang	-10.3794
▁midangop	-10.3794
▁nangayo	-10.3799
▁lisod	-10.3813
0	-10.382
hagit	-10.3841
ulo	-10.3847
7	-10.3889
▁amihanang	-10.3899
▁kadaghanan	-10.3899
saulog	-10.3899
▁pahulay	-10.3904
▁gamot	-10.3913
▁pangutan	-10.3913
▁hut	-10.3923
▁bakos	-10.3937
kod	-10.394
▁paghigugma	-10.3943
▁iyaha	-10.3945
ona	-10.395
▁midali	-10.3956
init	-10.3958
▁gip	-10.3981
higda	-10.399
to	-10.3992
anay	-10.4001
ulod	-10.4047
bihag	-10.4055
daog	-10.4067
ho	-10.4077
daot	-10.4078
▁din	-10.415
▁pagh	-10.4154
▁gitum	-10.4158
▁kagul	-10.4159
oy	-10.4181
▁mahal	-10.4184
▁gilam	-10.4203
tunglo	-10.4214
▁nagsul	-10.4215
mabdos	-10.4219
hinaot	-10.4219
▁balatian	-10.4222
▁bandila	-10.4222
▁gahong	-10.4222
▁kagutom	-10.4222
▁komandante	-10.4222
▁nagpakasala	-10.4222
▁panultihon	-10.4222
▁yunuko	-10.4222
▁umoy	-10.4222
▁magmauswagon	-10.4222
▁gibantayan	-10.4222
▁lamyon	-10.4222
▁gipanulti	-10.4222
▁tungtonganan	-10.4222
▁gilutos	-10.4222
▁pilo	-10.4223
▁gatas	-10.4223
kagiw	-10.4224
apod	-10.4224
▁pagkamatay	-10.4226
▁nakahimo	-10.4229
▁gilimbongan	-10.4235
▁sakripisyo	-10.4237
▁bangkaw	-10.4237
▁madungog	-10.4242
hingpit	-10.4245
▁buok	-10.4245
▁makabati	-10.4246
▁garboso	-10.4247
▁masunog	-10.4248
pula	-10.4248
sumbong	-10.4249
asiria	-10.4254
▁kuno	-10.4255
mapahi	-10.4257
▁lapok	-10.4262
▁mapaubsanon	-10.4263
▁makahikap	-10.4263
▁magamit	-10.4264
▁100	-10.4272
▁gipaantos	-10.4274
▁gipasabot	-10.4274
▁nagpanaw	-10.4281
▁kobra	-10.4289
us	-10.4292
▁gibasa	-10.4295
▁andama	-10.4299
▁buotan	-10.4322
▁kainit	-10.4327
▁butangana	-10.4336
pahamtang	-10.4339
ulipon	-10.434
▁luna	-10.4346
▁bayran	-10.4346
▁gipaadto	-10.4367
bayad	-10.4371
pos	-10.4382
ngandam	-10.4384
silaob	-10.4384
tagna	-10.4387
▁la	-10.4388
▁bahina	-10.4388
▁plano	-10.4397
▁sayon	-10.4401
▁misugo	-10.4402
▁gitabon	-10.4407
▁ar	-10.4416
▁nagpaka	-10.4422
r	-10.4459
▁nakaingon	-10.446
pon	-10.4461
▁baha	-10.4485
mod	-10.4486
▁pagta	-10.4488
▁manag	-10.4497
▁pagduol	-10.4499
ud	-10.4508
padayon	-10.451
lan	-10.4542
▁agian	-10.4588
hinumdoman	-10.4601
usik	-10.461
su	-10.4623
▁mana	-10.4663
urot	-10.4671
dumili	-10.4689
dugmok	-10.4697
bilanggo	-10.4703
dayag	-10.4717
▁pinasi	-10.4732
▁bantayan	-10.4741
padpad	-10.4743
alirong	-10.4748
▁amalekanhon	-10.4748
▁basket	-10.4748
▁gilgal	-10.4748
▁grego	-10.4748
▁josias	-10.4748
▁kabituonan	-10.4748
▁mapukan	-10.4748
▁nailhan	-10.4748
▁namunoan	-10.4748
▁palmera	-10.4748
▁talagsaon	-10.4748
▁tinugyanan	-10.4748
▁singsing	-10.4748
pakabit	-10.4748
▁unos	-10.4748
▁kinulit	-10.4748
▁gisaligan	-10.4748
▁cain	-10.4748
▁gipamihag	-10.4749
▁espirituhanon	-10.4749
▁puyopuyo	-10.4749
▁dangatan	-10.4749
patuyang	-10.475
▁gihukman	-10.4751
▁mangurog	-10.4751
▁mosinggit	-10.4752
▁gikuptan	-10.4752
▁mamauli	-10.4752
▁gitug	-10.4754
▁buntogon	-10.4758
▁gibadlong	-10.476
▁moyukbo	-10.476
▁antioquia	-10.4764
▁imnon	-10.4764
▁pagpangutana	-10.4764
▁minatay	-10.4764
▁matagbaw	-10.4765
▁giwali	-10.4767
▁mihilak	-10.4768
▁magmando	-10.4769
▁makadaghan	-10.477
▁nagdaugdaog	-10.4774
om	-10.4782
▁pagmata	-10.4783
▁pagbiaybiay	-10.4784
▁pahimangno	-10.4791
▁ngabil	-10.4793
ana	-10.4796
▁giataki	-10.4798
▁nalim	-10.4799
▁sud	-10.4807
sungay	-10.4808
▁etiopia	-10.4819
▁huyang	-10.4821
log	-10.4851
higot	-10.4868
▁dalugdog	-10.4875
ilikay	-10.4878
▁moluwas	-10.4879
▁paa	-10.4893
▁nagsangpit	-10.4899
▁likay	-10.4908
hay	-10.4942
▁pasagdan	-10.4952
▁kasakitan	-10.4967
▁pakig	-10.4991
▁pina	-10.5018
▁inom	-10.5038
▁ingnon	-10.5038
▁22	-10.5065
▁silas	-10.5065
kalipay	-10.5114
tapot	-10.5119
▁malim	-10.5146
nay	-10.5158
▁makaingon	-10.5203
▁pahamtang	-10.5242
giya	-10.5247
dagan	-10.5261
ibot	-10.5273
hat	-10.5274
▁bayad	-10.5278
▁takna	-10.5279
gukod	-10.5285
mot	-10.5287
▁oras	-10.529
▁gibahin	-10.5297
tagbaw	-10.5299
▁libro	-10.5303
▁suborno	-10.5303
inusara	-10.5304
▁cesarea	-10.5304
▁dragon	-10.5304
▁gaza	-10.5304
▁gedalias	-10.5304
▁gerson	-10.5304
▁gomora	-10.5304
▁lumad	-10.5304
▁makapito	-10.5304
▁nagsigi	-10.5304
▁negosyante	-10.5304
▁pamanhonon	-10.5304
▁paralitiko	-10.5304
▁tadyaw	-10.5304
▁kaangayan	-10.5304
▁uhot	-10.5304
▁hibihanon	-10.5304
▁tibod	-10.5304
▁pagpamatay	-10.5304
▁tingtugnaw	-10.5304
▁putlon	-10.5304
▁pagkamaunongon	-10.5304
▁grabi	-10.5304
▁kapahulayan	-10.5304
▁isog	-10.5305
▁kaw	-10.5305
▁suok	-10.5306
▁tugas	-10.5306
▁nagpakiluoy	-10.5307
▁mangawat	-10.5307
▁gipasid	-10.5308
▁giputo	-10.5309
▁pagpakita	-10.5309
▁masuso	-10.5309
dahunog	-10.5309
▁itudlo	-10.5311
▁gidumtan	-10.5316
▁gibati	-10.5318
do	-10.5319
▁maghilak	-10.5319
▁ipaila	-10.5319
▁dinaugdaog	-10.532
▁ikawalo	-10.532
ki	-10.5322
layas	-10.5329
▁kasina	-10.5333
▁pagtagad	-10.5339
▁gipabuhat	-10.534
▁paglubong	-10.5341
▁gibihag	-10.5341
tugtog	-10.5348
▁mamumuno	-10.5349
▁kabangis	-10.535
haw	-10.535
▁pauli	-10.5355
dapit	-10.5366
sinunog	-10.5368
▁pagkapari	-10.5377
▁nagkaon	-10.5379
▁linaw	-10.5384
▁p	-10.5388
▁mitan	-10.5388
ngahas	-10.5395
▁jesua	-10.5397
▁naulipon	-10.5408
▁bali	-10.5408
▁nabihag	-10.541
▁paglapas	-10.5446
▁salig	-10.5453
ac	-10.5453
ligid	-10.546
▁gu	-10.5494
kon	-10.5506
▁lungag	-10.551
▁tal	-10.5514
tambong	-10.5529
hilom	-10.5529
▁nam	-10.5537
▁pahiagom	-10.5554
▁kaulaw	-10.5559
▁patag	-10.5605
lu	-10.5641
hipos	-10.5712
bitay	-10.5715
abuga	-10.5721
kaluy	-10.5728
usap	-10.5856
alsa	-10.5865
▁sem	-10.5868
▁magka	-10.5874
ugilon	-10.5878
▁mota	-10.5879
ap	-10.5881
gad	-10.5884
▁liso	-10.5886
▁init	-10.5888
▁kinat	-10.5889
mikan	-10.5892
▁dagami	-10.5892
▁gibeon	-10.5892
▁gibugalbugalan	-10.5892
▁gininhawa	-10.5892
▁gipasidunggan	-10.5892
▁kalasangan	-10.5892
▁makauulaw	-10.5892
▁merari	-10.5892
▁nagkalisodlisod	-10.5892
▁nagtrabaho	-10.5892
▁perisihanon	-10.5892
▁sinultihan	-10.5892
▁dayandayan	-10.5892
▁alamag	-10.5892
▁kinutaan	-10.5892
▁dagway	-10.5892
▁daugdaogon	-10.5892
▁hikalimtan	-10.5892
hari	-10.5893
▁manglakaw	-10.5893
nagkamang	-10.5893
▁tagdon	-10.5893
wisik	-10.5893
▁dugmokon	-10.5894
▁manimalos	-10.5894
bu	-10.5894
▁nakiggubat	-10.5895
▁gitagan	-10.5895
▁isipa	-10.5896
sal	-10.5897
▁pamihagon	-10.5897
▁magulang	-10.5898
▁sanla	-10.5901
▁ipasabot	-10.5902
▁nagpuasa	-10.5903
▁mulo	-10.5903
▁makadaot	-10.5906
▁ikalipay	-10.5907
▁pinangga	-10.591
▁modangat	-10.591
▁balas	-10.5912
▁mamalik	-10.5914
hanas	-10.5915
▁ipahayag	-10.5916
▁kabantog	-10.5917
▁nangurog	-10.5918
santa	-10.5925
pangomusta	-10.5925
▁gipainom	-10.5927
▁paghilak	-10.5934
▁pagkabat	-10.5935
▁maluibon	-10.594
▁sigi	-10.5941
▁giihaw	-10.5943
▁pangita	-10.5948
libot	-10.5952
▁susa	-10.5953
lisang	-10.5964
▁sobra	-10.597
▁maila	-10.5977
baw	-10.5982
▁tapolan	-10.5983
kahatag	-10.5993
▁tunokon	-10.6027
buot	-10.6027
▁katakos	-10.6034
▁ugsok	-10.6037
12	-10.6038
▁nahiuli	-10.6044
▁silo	-10.605
▁bantay	-10.6056
▁gutomon	-10.6061
bi	-10.6076
▁mapana	-10.6086
▁sarai	-10.6103
agup	-10.6153
▁midian	-10.6163
utang	-10.6195
gpit	-10.6224
▁katabang	-10.6238
▁ham	-10.6266
lit	-10.6279
agmaya	-10.6281
▁modan	-10.6301
uma	-10.6304
▁giguba	-10.6316
aron	-10.6321
liki	-10.6359
▁paadtoa	-10.6371
pahulay	-10.6375
pasigarbo	-10.6397
kabig	-10.6404
balik	-10.6406
▁pananglit	-10.6448
tawo	-10.6473
hoy	-10.6473
▁je	-10.6488
gbugalbugal	-10.6488
▁makapahimu	-10.6498
ipapatay	-10.6511
kadako	-10.6512
▁hilo	-10.6515
▁artaxerxes	-10.6517
▁binordahan	-10.6517
▁ciro	-10.6517
▁festo	-10.6517
▁gigamhan	-10.6517
▁hibaloi	-10.6517
▁maasias	-10.6517
▁mesopotamia	-10.6517
▁zerubabel	-10.6517
▁gitagal	-10.6517
▁gipahimangnoan	-10.6517
▁kamanghoran	-10.6517
▁kawalogan	-10.6517
▁korah	-10.6517
undang	-10.6517
▁prutas	-10.6517
▁puntil	-10.6517
▁isigkakilid	-10.6517
▁jetro	-10.6517
▁kabanha	-10.6517
▁kapuy	-10.6517
▁kaulag	-10.6517
▁magbubuhat	-10.6517
▁anindot	-10.6518
▁bation	-10.6518
handom	-10.6518
▁gitabangan	-10.6518
▁honi	-10.6519
▁pagkawala	-10.6519
itsa	-10.6519
magko	-10.6519
pikaspikas	-10.6521
▁atimanon	-10.6524
▁nagkatigom	-10.6527
▁miyukbo	-10.6527
▁gibuhian	-10.6527
▁gibunal	-10.6527
▁magpadala	-10.6528
▁kangil	-10.6532
▁maulipon	-10.6532
▁gipatindog	-10.6537
▁naghinulsol	-10.6545
▁paghinulsol	-10.6551
▁timbangan	-10.6552
lanog	-10.6552
▁magkaon	-10.6552
▁nagbuot	-10.656
▁paggula	-10.656
ias	-10.6562
▁nabuhi	-10.6568
▁budyong	-10.6568
lipayon	-10.6568
▁hilabti	-10.6572
▁asin	-10.6573
▁nuka	-10.6573
pi	-10.6576
▁misugilon	-10.6576
▁nahiagoman	-10.6577
tu	-10.6585
▁molabay	-10.6588
▁kaguliyang	-10.6598
▁mobangon	-10.6603
▁hubag	-10.6606
▁gipahil	-10.6609
▁hataga	-10.6612
▁bayra	-10.6619
▁60	-10.6635
pundok	-10.6636
▁nagsulat	-10.6651
▁14	-10.6652
samad	-10.6668
▁kalibotana	-10.6678
bunyag	-10.6692
canaan	-10.6695
▁magpaki	-10.6699
▁hunahunaa	-10.6706
akiggubat	-10.6724
aling	-10.6729
alas	-10.6732
▁pataas	-10.6737
▁salin	-10.6745
▁pagkamatinu	-10.6765
ngaliyupo	-10.6771
iyahan	-10.6773
rag	-10.6786
▁ilisan	-10.6788
opan	-10.6788
▁karga	-10.6798
ukot	-10.6801
so	-10.6807
▁ja	-10.6807
ningkamot	-10.6842
daro	-10.6854
isaad	-10.6857
▁gipaka	-10.6865
yad	-10.6869
▁pagpan	-10.6871
▁mila	-10.6873
▁giantos	-10.688
hubas	-10.6881
50	-10.6898
▁supak	-10.6899
▁salabotan	-10.6899
▁silyo	-10.6918
▁mopa	-10.6933
▁nah	-10.6957
▁pagsugo	-10.6975
pot	-10.6979
▁kalimtan	-10.6982
▁pagpauli	-10.6995
pahimutang	-10.7039
▁abi	-10.7048
ahom	-10.7063
si	-10.7063
▁walo	-10.7065
▁gisaysay	-10.7082
abin	-10.7087
kahuman	-10.7097
pasipala	-10.7108
▁10	-10.7117
▁nahiagom	-10.7125
▁magtigom	-10.7125
sudlan	-10.7166
agway	-10.718
▁kinabu	-10.7183
▁sunda	-10.7184
▁balongbalong	-10.7184
▁berseba	-10.7184
▁capernaum	-10.7184
▁eglon	-10.7184
▁gukd	-10.7184
▁hikaplagi	-10.7184
▁ilha	-10.7184
▁magpulos	-10.7184
▁mapintas	-10.7184
▁mapuo	-10.7184
▁miriam	-10.7184
▁nagbagulbol	-10.7184
▁nagkupo	-10.7184
▁palakta	-10.7184
▁planggana	-10.7184
▁sekretaryo	-10.7184
▁sugnod	-10.7184
▁sumusunod	-10.7184
▁gosen	-10.7184
▁ammon	-10.7184
▁maanindot	-10.7184
▁tobias	-10.7184
▁semaias	-10.7184
▁ikog	-10.7184
▁nahor	-10.7184
tukmo	-10.7184
▁nganlan	-10.7184
▁abel	-10.7184
▁pagkabigaon	-10.7184
▁sanlahon	-10.7184
▁ngilit	-10.7185
▁gidak	-10.7185
▁manoa	-10.7185
▁nagpatay	-10.7185
▁laglaga	-10.7188
▁halayo	-10.7189
▁giablihan	-10.719
▁mawala	-10.719
▁milingi	-10.719
▁magpakahilom	-10.719
▁ilogon	-10.7191
▁mapasaylo	-10.7192
▁ikaunom	-10.7193
apas	-10.7194
▁gidihogan	-10.7195
▁pagpuasa	-10.7199
▁pasid	-10.72
▁dungga	-10.72
aton	-10.7201
▁madaot	-10.7201
▁maluya	-10.7202
▁molaban	-10.7203
▁efeso	-10.7204
▁sucot	-10.7204
▁ngitngit	-10.7204
isugo	-10.7205
▁gitanom	-10.7206
▁pagdaugdaog	-10.7207
▁pagbutang	-10.7208
▁magbayad	-10.7208
▁ipatawag	-10.7209
▁matulog	-10.7215
▁pangayo	-10.7237
▁tahoron	-10.7238
▁mopadayon	-10.7244
agad	-10.7245
▁mangaon	-10.727
▁kaibog	-10.7274
tigomanan	-10.728
▁gisusi	-10.7285
▁kaso	-10.7288
ipahimutang	-10.7288
▁giila	-10.729
▁nahuman	-10.7293
moy	-10.7307
uswag	-10.7316
▁pagpasalamat	-10.734
asawa	-10.7347
saway	-10.7352
▁gimbu	-10.7353
pakaulaw	-10.7365
aawit	-10.7366
▁ulahi	-10.7384
▁pailob	-10.7386
isugilon	-10.7389
kalimtan	-10.7389
▁makahimog	-10.7404
hupay	-10.7459
hilak	-10.7463
▁nasakit	-10.7484
▁tigoma	-10.7485
pis	-10.7486
▁gisunod	-10.7508
go	-10.7511
▁magma	-10.7521
▁paadto	-10.7521
▁kahugaw	-10.7521
▁kasilag	-10.7525
▁mita	-10.7542
▁kagikan	-10.7653
pasulti	-10.766
libog	-10.7685
▁gis	-10.7699
saysay	-10.77
▁pagkama	-10.771
▁baki	-10.7713
wa	-10.7742
agkinabuhi	-10.7774
▁lay	-10.7779
biaybiay	-10.7781
dagayday	-10.7786
ali	-10.779
re	-10.7803
kalit	-10.7815
▁pinu	-10.7827
bantay	-10.7828
pahulam	-10.7828
▁maalam	-10.7833
▁pasidungg	-10.7835
▁kabanay	-10.7853
kiha	-10.786
limbong	-10.7866
guba	-10.7871
▁gilay	-10.7874
▁tabang	-10.7881
sibog	-10.7882
▁ilong	-10.7889
pamatigayon	-10.7898
▁gialagaran	-10.7898
▁hiilhi	-10.7898
▁hinalad	-10.7898
▁ikasiyam	-10.7898
▁kabukogan	-10.7898
▁kiliran	-10.7898
▁magmalinawon	-10.7898
▁magsigi	-10.7898
▁mapatay	-10.7898
▁panulondon	-10.7898
▁saduseo	-10.7898
▁tinuyo	-10.7898
▁johanan	-10.7898
▁kagahob	-10.7898
▁napatay	-10.7898
▁andana	-10.7898
▁paimna	-10.7898
▁anino	-10.7898
▁lamparahan	-10.7898
▁magbubunyag	-10.7898
▁dakpon	-10.7898
▁gidangatan	-10.7898
▁halin	-10.7898
lipak	-10.7898
▁kalainan	-10.7898
uuma	-10.7898
▁joas	-10.7899
▁shela	-10.7899
▁mituaw	-10.7899
▁hermon	-10.7899
▁paimnon	-10.7899
▁rahab	-10.79
▁pagminatay	-10.79
▁mapakyas	-10.7905
bahin	-10.7905
▁namalandong	-10.7906
▁makapahulay	-10.7908
▁gipalakaw	-10.7909
▁naglaom	-10.7911
▁nagbutang	-10.7911
▁gikulit	-10.7913
▁pagkabalaan	-10.7913
300	-10.7914
▁gitagoan	-10.7915
▁bihagon	-10.7919
▁dagtom	-10.792
▁eden	-10.792
▁hungog	-10.792
▁malimbongon	-10.792
▁sinulat	-10.792
tikaw	-10.7922
▁dalila	-10.7926
▁unahan	-10.793
▁makausa	-10.7931
▁palibot	-10.7931
biaybiayon	-10.7932
▁re	-10.7935
▁maihap	-10.7937
▁pagsakit	-10.794
▁gidapit	-10.7941
▁pagpanag	-10.7946
▁giulipon	-10.7946
▁butangan	-10.7948
▁pagkahuman	-10.7954
▁gibag	-10.7957
▁jopa	-10.7958
▁naghigda	-10.7958
▁lakis	-10.7964
▁sambingaya	-10.797
▁kuy	-10.7978
▁mira	-10.798
▁abaga	-10.7987
▁duna	-10.7993
▁lu	-10.7994
▁kadato	-10.7995
▁nagsangyaw	-10.7997
▁3	-10.8006
▁pagpanaw	-10.8006
▁dina	-10.8009
▁kaabin	-10.801
▁migikan	-10.8025
patuo	-10.8031
kmiton	-10.8036
▁pagsaksi	-10.8036
lubong	-10.8046
▁lamian	-10.805
lad	-10.805
ako	-10.8053
▁naghiusa	-10.8054
▁piso	-10.806
▁molaglag	-10.8061
▁pagtubag	-10.8061
▁awiti	-10.8062
▁11	-10.8078
▁bunal	-10.8083
imo	-10.8085
▁hinuo	-10.8102
▁panimalos	-10.8107
pat	-10.8108
▁lunop	-10.8114
▁isab	-10.8116
baha	-10.8119
▁tutok	-10.812
2	-10.8128
ibuk	-10.8131
lukat	-10.8144
don	-10.8163
▁giadto	-10.8185
▁se	-10.8192
wak	-10.8224
▁daota	-10.8258
tubo	-10.8278
libotan	-10.8286
▁mam	-10.8302
sulay	-10.8325
▁kina	-10.8364
▁sulo	-10.8378
▁taho	-10.8386
gula	-10.8397
lipod	-10.8413
▁bin	-10.8442
▁nagdan	-10.8455
▁nangagi	-10.8469
▁nagd	-10.8482
▁gituli	-10.8484
ibog	-10.8484
▁12.	-10.85
▁malumo	-10.8504
▁ipasulo	-10.8514
samok	-10.8523
lo	-10.8539
pad	-10.8551
▁zera	-10.8554
▁hilom	-10.8557
bal	-10.8558
▁gantiha	-10.8574
iran	-10.8591
▁magsul	-10.8604
putol	-10.8605
▁mahinumdom	-10.8608
▁maulaw	-10.8614
lupad	-10.8621
iel	-10.8621
▁tuiga	-10.8625
▁pila	-10.8625
ilak	-10.8631
▁habagatang	-10.8638
▁gibug	-10.864
▁nagbu	-10.865
▁naputo	-10.8652
butyag	-10.8654
▁ihawa	-10.8663
▁metro	-10.8664
ahiladman	-10.8667
orma	-10.8667
▁lungsora	-10.8667
▁andres	-10.8667
▁gikalisangan	-10.8667
▁himalatyon	-10.8667
▁hitsura	-10.8667
▁kabalangayan	-10.8667
▁kaulipnan	-10.8667
▁magtrabaho	-10.8667
▁melquisedec	-10.8667
▁nabatasan	-10.8667
▁palakton	-10.8667
▁perez	-10.8667
▁timoteo	-10.8667
hasmag	-10.8667
bitbit	-10.8667
▁pinehas	-10.8667
▁biniyaan	-10.8667
▁sundon	-10.8667
▁lobo	-10.8667
▁nanghapa	-10.8667
▁gramos	-10.8667
pasalaag	-10.8667
upaw	-10.8667
▁gihapina	-10.8667
▁marta	-10.8667
▁gigunitan	-10.8667
▁inigkamatay	-10.8668
▁kuko	-10.8668
▁udto	-10.8668
▁mabalaka	-10.8669
▁nahibalik	-10.8669
▁ibayaw	-10.8669
awhag	-10.867
luib	-10.867
▁nahot	-10.867
▁nangasawa	-10.8671
▁gipatibulaag	-10.8671
▁nakaikyas	-10.8671
▁ipugas	-10.8671
taktak	-10.8672
▁tuohi	-10.8672
▁magpuasa	-10.8674
▁mosanay	-10.8675
▁malaya	-10.8675
dagmal	-10.8675
▁kanhi	-10.8676
▁pagpangayo	-10.8677
▁magbudhi	-10.8678
▁pagpaila	-10.8681
▁nanaka	-10.8681
▁gihigdaan	-10.8682
▁molakaw	-10.8683
▁amos	-10.8685
▁barac	-10.8691
▁impirno	-10.8691
▁alagari	-10.8691
▁mapailubon	-10.8691
uol	-10.8692
▁milawig	-10.8692
▁gihinloan	-10.8695
▁magdumili	-10.8696
dungaw	-10.8697
▁luya	-10.8697
agos	-10.8697
▁maghunahuna	-10.8699
▁taknaa	-10.8702
▁paghinlo	-10.8704
▁bukag	-10.8706
itapi	-10.8707
▁tisa	-10.8712
▁mes	-10.8719
▁haran	-10.872
yayong	-10.8723
▁ulohan	-10.8725
▁nabanhaw	-10.8733
▁roma	-10.8734
▁makalipay	-10.8738
tagad	-10.875
▁patingog	-10.8756
▁mainom	-10.876
▁kagubot	-10.8767
▁mobarog	-10.8767
▁anhi	-10.8773
▁butoy	-10.8773
▁alampoanan	-10.8773
▁maluko	-10.8794
kit	-10.8832
▁motan	-10.8841
tigom	-10.8843
▁sulayan	-10.8854
▁kabang	-10.8854
▁giatiman	-10.886
gil	-10.8881
▁tultol	-10.8891
ngulob	-10.8891
uga	-10.8895
▁magpaka	-10.8909
▁naangkon	-10.8955
samaran	-10.8959
▁pagtin	-10.8969
aghatag	-10.8971
papauli	-10.8984
▁gapos	-10.899
kusog	-10.8994
hapak	-10.8994
▁limpyo	-10.9009
▁puyo	-10.902
lon	-10.9027
▁gibilin	-10.9029
▁pagpang	-10.9045
husay	-10.9051
▁matumba	-10.9056
gmatinumanon	-10.9058
hugaw	-10.9061
▁pamation	-10.9063
▁edad	-10.9065
pan	-10.9098
suginlan	-10.9113
kuhaan	-10.9119
dangat	-10.913
agkinahanglan	-10.9135
kurog	-10.9142
▁kastigo	-10.9164
▁hil	-10.9173
human	-10.9203
▁be	-10.9204
▁4	-10.9236
hubog	-10.9276
dal	-10.9287
▁gigu	-10.9297
▁lami	-10.9324
▁pagpaki	-10.9354
▁in	-10.9355
bugkos	-10.9377
tam	-10.938
papahawa	-10.9417
500	-10.9418
▁kapin	-10.9426
▁gantang	-10.9426
ubo	-10.9427
▁pauban	-10.9432
▁molu	-10.9439
▁naghu	-10.9449
gakos	-10.9453
habol	-10.9466
lawig	-10.9475
▁tul	-10.9477
limod	-10.9498
nindot	-10.9499
kiglantugi	-10.95
tuslob	-10.95
▁asupre	-10.95
▁cornelio	-10.95
▁deborah	-10.95
▁ebanghelyo	-10.95
▁estatuwa	-10.95
▁gikapuyan	-10.95
▁granada	-10.95
▁hageo	-10.95
▁kadungganan	-10.95
▁kahalangdon	-10.95
▁kalanggaman	-10.95
▁katuigan	-10.95
▁kwadrado	-10.95
▁piniyalan	-10.95
▁plasa	-10.95
▁seraias	-10.95
▁tanghaga	-10.95
▁tarsis	-10.95
▁trabahador	-10.95
▁alawiton	-10.95
▁nasayop	-10.95
▁pugson	-10.95
